﻿IDS_GEN_DGNREPORT_US_TEST = "GEN_DgnReport_US-Test(Lang:KR)"
IDS_GEN_US_MSG_INCONSISTENT_DLL = "設計模組的版本與目前版本不相容。 \n無法產生報表。"
IDS_1ST_FLOOR_LEVEL = "1樓層"
IDS_ANGLE = "角度"
IDS_AREA = "面積"
IDS_AXIAL_CAPACITY = "軸力承載力"
IDS_AXIAL_STRESS = "軸向應力"
IDS_BASIC_WIND_SPEED_V = "基本風速 (V)"
IDS_BEAM = "梁"
IDS_BEARING = "支撐"
IDS_BEARING_STRESS_DIAGRAM = "支撐應力圖"
IDS_BOTTOM = "下層筋"
IDS_BOTTOM_UPPERCASE = "下層筋"
IDS_BOUNDARY_CONDITION = "邊界條件"
IDS_BUILDING_TYPE = "建築類型"
IDS_BUILTUP = "組合"
IDS_BY_HORIZONTAL_REBAR_SPACE = "按水平鋼筋間距"
IDS_BY_SELF = "自我"
IDS_BY_WIND = "按風"
IDS_CALC_ACTUAL_STRESS = "計算實際應力"
IDS_CALC_AXIAL_MOMENT_CAPACITY = "計算軸力載重與彎矩承載力"
IDS_CALC_BENDING_STRENGTH_FOR_SHEAR_FORCE = "計算設計剪力之彎曲強度。"
IDS_CALC_CAPACITY_COMPRESSION_BLOCK = "計算壓縮應力塊承載力"
IDS_CALC_CAPACITY_REBAR = "計算鋼筋承載能力"
IDS_CALC_CAPACITY_CONCRETE_HOLE_BY_STEEL = "計算由鋼筋或鋼材造成之混凝土孔洞承載力"
IDS_CALC_CONCENTRIC_AXIAL_CAPACITY = "計算同心軸力載重承載力"
IDS_CALC_CRACK_MOMENT = "計算斷面開裂彎矩"
IDS_CALC_CRACK_WIDTH = "計算裂縫寬度"
IDS_CALC_AS_RECT_SECTION = "計算為矩形斷面"
IDS_CALC_DEFLECTION = "計算撓度"
IDS_CALC_DESIGN_FORCE = "計算設計內力"
IDS_CALC_DESIGN_LOAD = "計算設計載重"
IDS_CALC_DESIGN_MOMENT = "計算設計彎矩"
IDS_CALC_DESIGN_SHEAR_FORCE_SPECIAL_SEIS_PROVISION = "依耐震設計特別規定計算設計剪力"
IDS_CALC_DESIGN_VELOCITY_PRESSURE = "計算設計速度壓力"
IDS_CALC_DESIGN_WIND_PRESSURE = "計算設計風壓"
IDS_CALC_ECCENTRICITY = "計算偏心距"
IDS_CALC_EFFECTIVE_INERTIA_MOMENT = "計算彎矩有效慣性矩"
IDS_CALC_GENERAL_PARAMS = "計算一般參數"
IDS_CALC_INERTIA_MOMENT_FOR_NEGATIVE = "計算負彎矩斷面之慣性矩"
IDS_CALC_INERTIA_MOMENT_FOR_POSITIVE = "計算正彎矩斷面之慣性矩"
IDS_CALC_MAX_SPACE = "計算最大間距"
IDS_CALC_MIN_ECCENTRICITY = "計算最小偏心距"
IDS_CALC_MIN_MOMENT = "計算最小彎矩"
IDS_CALC_MIN_REBAR_AREA_REQ = "計算所需最小鋼筋面積"
IDS_CALC_MIN_REBAR_SPACE_REQ = "計算所需最小鋼筋間距"
IDS_CALC_MODULUS_ELASTICITY = "計算彈性模量"
IDS_CALC_MOMENT_CAPACITY = "計算彎矩承載力"
IDS_CALC_MOMENT_MAGNIFICATION_FACTOR = "計算彎矩放大係數"
IDS_CALC_MOMENT_MAGNIFY_FACTOR_s_APPLIED = "設計彎矩放大為 %s 倍。"
IDS_CALC_MOMENT_STRENGTH = "計算彎矩強度"
IDS_CALC_NEGATIVE_MOMENT = "計算負彎矩"
IDS_CALC_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "計算中性軸之名義承載力"
IDS_CALC_PEAK_PRESSURE_COEFFICIENT = "計算峰值壓力係數"
IDS_CALC_POSITIVE_MOMENT = "計算正彎矩"
IDS_CALC_RADII_GYRATION = "計算慣性半徑"
IDS_CALC_RATIO = "計算比率"
IDS_CALC_RATIO_MOMENT_CAPACITY = "計算彎矩承載力比值"
IDS_CALC_RATIO_SHEAR_CAPACITY = "計算剪力承載力比值"
IDS_CALC_REBAR_RATIO = "計算鋼筋比率"
IDS_CALC_SHEAR_FORCE_FROM_BENDING_STRENGTH = "由彎曲強度計算剪力。"
IDS_CALC_SHEAR_FORCE_SPECIAL_SEISMIC_DESIGN = "依耐震設計特別規定計算剪力"
IDS_CALC_SHEAR_STRENGTH = "計算剪力強度"
IDS_CALC_SHEAR_STRENGTH_CONCRETE = "計算混凝土剪力強度"
IDS_CALC_SHEAR_STRENGTH_REBAR = "計算鋼筋剪力強度"
IDS_CALC_SLENDERNESS_RATIO = "計算細長比"
IDS_CALC_MEAN_STRAIN_REBAR_CRACKWIDTH = "計算鋼筋平均應變"
IDS_CALC_STRENGTH_REDUCTION_FACTOR = "計算強度減少係數"
IDS_CALC_STRENGTH_STUD = "計算螺柱強度"
IDS_CALC_VELOCITY_PRESSURE = "計算速度壓力"
IDS_CALC_WTR_RATIO = "計算寬厚比"
IDS_CALCULATION_RESULT = "計算結果"
IDS_CALCULATION_SUMMARY = "計算摘要"
IDS_CASE = "案例"
IDS_CATEGORY = "類別"
IDS_CEN_DOT = "中心。"
IDS_CENTER = "中心"
IDS_CENTER_UPPERCASE = "中心"
IDS_CHECK_BANLANCED_AXIS = "平衡軸"
IDS_CHECK_COMBINED_RATIO = "檢核組合比"
IDS_CHECK_COMMENT = "檢核"
IDS_CHECK_COPARE_ACTRUAL_ECCENTRICITY_WITH_BALANCED_ECCENTRICITY = "比較實際偏心距與平衡偏心距"
IDS_CHECK_CRACKWIDTH = "檢核裂縫寬度"
IDS_CHECK_DATA_IN_MAIN_PROGRAM = "在主程式中檢核資料。"
IDS_CHECK_DEFLECTION = "檢核撓度"
IDS_CHECK_DESIGN_FORCE = "檢核設計內力"
IDS_CHECK_DESIGN_MOMENT = "檢核設計彎矩"
IDS_CHECK_DESIGN_PARAMETER = "檢核設計參數"
IDS_CHECK_ITEMS = "檢核項目"
IDS_CHECK_LANDING = "檢核落地"
IDS_CHECK_MAGNIFIED_MOMENT = "檢核放大彎矩"
IDS_CHECK_MIN_MOMENT = "檢核最小彎矩"
IDS_CHECK_MOMENT = "檢核彎矩"
IDS_CHECK_MOMENT_CAPACITY = "檢核彎矩承載力"
IDS_CHECK_MOMENT_SHEAR_CAPACITY = "檢核彎矩與剪力承載力"
IDS_CHECK_NEUTRAL_AXIS = "中性軸"
IDS_CHECK_NOMINAL_CAPACITY_BALANCED = "計算平衡軸之名義承載力"
IDS_CHECK_POINT = "檢核點"
IDS_CHECK_REBAR = "檢核鋼筋"
IDS_CHECK_REBAR_SPACE = "檢核鋼筋間距"
IDS_CHECK_REBAR_AREA = "檢核鋼筋面積"
IDS_CHECK_SECTION = "檢核斷面"
IDS_CHECK_SHEAR = "檢核剪力"
IDS_CHECK_SHEAR_CAPACITY = "檢核剪力承載力"
IDS_CHECK_REQUIREMENT_OF_SHEAR_REBAR_DIAMETER = "檢核剪力鋼筋直徑需求"
IDS_CHECK_SHEAR_STRENGTH = "檢核剪力強度"
IDS_CHECK_SLENDERNESS_RATIO = "檢核細長比"
IDS_CHECK_STAIR = "檢核樓梯"
IDS_CHECK_TENSION_FORCE = "檢核拉力"
IDS_CHECK_THIK_DEFLECTION = "檢核厚度與撓度"
IDS_CHECK_WIDTH_THICK_RATIO_FLANGE = "檢核翼緣寬厚比 (BTR)"
IDS_CHECK_WIDTH_THICK_RATIO_WEB = "檢核腹板寬厚比 (DTR)"
IDS_CHECK_WIDTH_THICKNESS_RATIO = "檢核寬厚比"
IDS_CHK_AXIAL_CAPACITY = "檢核軸力承載力"
IDS_CHK_IN_MAIN_PROGRAM = "在主程式中檢核資料"
IDS_CHK_IN_MAIN_PROGRAM_ABB = "在主程序中檢核"
IDS_CHK_SHEAR_CAPACITY = "檢核剪力承載力"
IDS_CHK_TORSION_CAPACITY = "檢核扭力承載力"
IDS_CHK_UPPERCASE = "CHK"
IDS_CIRCLE = "圓"
IDS_COLM_UNDER_TENSION_FORCE_SKIP = "柱受拉力。已略過。"
IDS_COLUMN = "柱"
IDS_COLUMN_FLANGE = "柱翼"
IDS_COLUMNS = "柱"
IDS_COMP_RATIO = "壓縮比"
IDS_COMPRESSION = "壓縮"
IDS_COMPRESSION_BAR = "壓縮桿"
IDS_COMPRESSION_BOLT = "壓縮螺栓"
IDS_CONCRETE = "混凝土"
IDS_CONDITION = "條件"
IDS_CONSIDER = "考慮"
IDS_CONSIDERED = "已考慮"
IDS_COVER = "保護層"
IDS_CLEAR_COVER = "明保護層"
IDS_CRACK = "裂縫"
IDS_CRITERIA = "準則"
IDS_CRITERIA_DEFLECTION = "撓度準則"
IDS_DEAD = "靜載"
IDS_DEAD_LOAD = "靜載重"
IDS_DECK_PLATE = "甲板板"
IDS_DECK_PLATE_SIZE = "甲板板尺寸"
IDS_DEFLECTION = "撓度"
IDS_DEPTH = "深度"
IDS_DESCRIPTION = "描述"
IDS_DESIGN_CODE = "設計規範"
IDS_DESIGN_CONDITION = "設計條件"
IDS_DESIGN_DATA = "設計數據"
IDS_DESIGN_FORCE = "設計內力"
IDS_DESIGN_FORCES = "設計內力"
IDS_DESIGN_LOAD = "設計載重"
IDS_DESIGN_LOAD_CONCENTRAED = "設計載重 (集中力)"
IDS_DESIGN_LOAD_CONSTRUCTION = "施工期間設計載重"
IDS_DESIGN_LOAD_SUPPORT_CONDITION = "設計載重與支撐條件"
IDS_DESIGN_LOAD_UNIFORM = "設計載重 (均布載重)"
IDS_DESIGN_LOAD_USER = "設計載重 (用戶)"
IDS_DESIGN_MOMENT = "設計彎矩"
IDS_DESIGN_PARAMETER = "設計參數"
IDS_DESIGN_TYPE = "設計類型"
IDS_DESIGN_VELOCITY_PRESSURE = "設計速度壓力"
IDS_DESIGN_WIND_PRESSURE = "設計風壓"
IDS_DIA_DOT = "直徑。"
IDS_DIRECTION = "方向"
IDS_DIRECTION_X = "方向 X"
IDS_DIRECTION_Y = "方向 Y"
IDS_DIST = "距離"
IDS_DIST_DOT = "距離。"
IDS_DISTANCE = "距離"
IDS_DIVIEDED_BY2_CANTILEVER = "懸臂除以 2"
IDS_DURATION = "持續時間"
IDS_DURATION_FOR_SUSTAIN_LOAD = "持續載重的持續時間"
IDS_EAVE_ANGLE = "屋簷角"
IDS_ECCENTRICITY = "偏心距"
IDS_EFFECTIVE_COVER = "有效保護層"
IDS_EFFECTIVE_WIDTH_SLAB = "板的有效寬度"
IDS_ELEMENT_FORCE_NOT_AVERAGE = "單元內力。未套用節點平均。"
IDS_END = "端部"
IDS_END_BAR = "端部鋼筋"
IDS_END_PLATE = "端板"
IDS_END_REBAR_IS_NOT_CONSIDERED = "未考慮端部鋼筋。"
IDS_EQUATION = "方程式"
IDS_FACTOR = "因子"
IDS_FACTORED_LOAD = "修正載重"
IDS_FACTORS = "因子"
IDS_FLANGE = "法蘭"
IDS_FOR_LONG_TERM_DEFLECTION = "針對長期撓度"
IDS_FOR_RECTANGULAR_HSS_AND_BOX_MEMB = "適用於矩形 HSS 與箱形結構構件"
IDS_FOR_SHORT_TERM_DEFLECTION = "針對短期撓度"
IDS_FOR_SINGLY_AND_DOUBLY_SYMMETRIC_SHAPE_LOADED_IN_WEAK_AXIS = "適用於單對稱與雙對稱斷面在弱軸受力"
IDS_FOR_UNSTIFFENED_WEBS_WITH = "針對無加勁腹板的"
IDS_FORCE = "內力"
IDS_FORCES = "內力"
IDS_FORCES_AND_FACTORS = "內力與因子"
IDS_FORMULAR = "公式"
IDS_FOUNDATION = "基礎"
IDS_FRAME_TYPE = "框架類型"
IDS_FRAME_TYPE_BRACED = "支撐框架"
IDS_FRAME_TYPE_NONBRACED = "非支撐框架"
IDS_GAP = "間隙"
IDS_GENERAL = "一般"
IDS_GENERAL_INFO = "一般信息"
IDS_GENERAL_REQUIREMENT = "一般要求"
IDS_GIRDER = "主梁"
IDS_GIRDER_STIFFENER = "主梁加勁肋"
IDS_H_BEAM = "H型鋼"
IDS_H_BEAM__REBAR = "H型鋼與鋼筋"
IDS_HEIGHT = "高度"
IDS_HEIGHT_ABOVE_GROUND_Z = "高於地面高度 (z)"
IDS_HOOP_BAR = "箍筋"
IDS_HOOP_END = "箍筋(端部)"
IDS_HOOP_MID = "箍筋(中部)"
IDS_HORIZONTAL = "水平向"
IDS_HORIZONTAL_BAR = "水平鋼筋"
IDS_HORIZONTAL_DISTANCE = "水平距離"
IDS_INPUT_DATA = "輸入數據"
IDS_INPUT_DATA_LIST = "輸入數據列表"
IDS_INSTANTANEOUS_DEFLECTION = "瞬時撓度"
IDS_IS_CONSIDERED = "已考慮。"
IDS_IS_NOT_CONSIDERED = "未考慮。"
IDS_IS_TENSION = "為拉力"
IDS_ITEMS = "項目"
IDS_LANDING = "平台"
IDS_LAYER = "層"
IDS_LCB = "LCB"
IDS_LEFT = "左側"
IDS_LEFT_UPPERCASE = "LEFT"
IDS_LENGTH = "長度"
IDS_LENGTH_FACTOR = "長度與因子"
IDS_LEVEL = "層級"
IDS_POSI_DOT = "位置。"
IDS_PRESS_DOT = "壓力。"
IDS_LINK_LENGTH = "連接長度"
IDS_LIVE = "活載"
IDS_LIVE_LOAD = "活載重"
IDS_LOAD_COMBINATIONS = "載重組合"
IDS_LOAD_FACTOR = "載重因子"
IDS_LONG_TERM = "長期"
IDS_LONG_TERM_DEFLECTION = "長期撓度"
IDS_LONG_TERM_DEFLECTION_FACTOR = "長期撓度因子"
IDS_MAIN = "主"
IDS_MAIN_BAR = "主鋼筋"
IDS_MAJOR_AXIS_X = "主軸 (X)"
IDS_MAJOR_AXIS_Y = "主軸 (Y)"
IDS_MAJOR_AXIS_Z = "主軸 (Z)"
IDS_MATERIAL = "材料"
IDS_MATERIAL_NAME = "材料名稱"
IDS_MAX = "最大。"
IDS_MAXIMUM_RATIO = "最大比率"
IDS_MEAN_ROOF_HEIGHT_H = "平均屋頂高度 (h)"
IDS_MEMB_LCB = "結構構件 (LCB)"
IDS_MEMBER_NAME = "結構構件名稱"
IDS_MEMBER_TYPE = "結構構件類型"
IDS_MIDDLE = "中間"
IDS_MIDDLE_UPPERCASE = "中間"
IDS_MIN = "最小。"
IDS_MINIMUM_RATIO = "最小比例"
IDS_MINOR_AXIS_X = "小軸 (X)"
IDS_MINOR_AXIS_Y = "小軸 (Y)"
IDS_MINOR_AXIS_Z = "小軸 (Z)"
IDS_MOMENT = "彎矩"
IDS_MOMENT_CAPACITY = "彎矩容量"
IDS_MOMENT_DIAGRAM = "彎矩圖"
IDS_NAME = "名稱"
IDS_NO = "No"
IDS_NO_DOT = "No."
IDS_NOT_CONSIDERED = "未考慮"
IDS_NOT_EXIST = "不存在"
IDS_NOT_REQUIRED = "不需要"
IDS_NOTE = "注意"
IDS_OUTSIDE = "外部"
IDS_PART = "部分"
IDS_PEAK_EXTERNAL_PRESSURE_COEFFICIENT = "峰值外部壓力係數"
IDS_PEAK_INTERNAL_PRESSURE_COEFFICIENT = "峰值內部壓力係數"
IDS_PEAK_PRESSURE_COEFFICIENT = "峰值壓力係數"
IDS_PERCENT_OF_LIVE_LOAD = "%s%% 的活載重"
IDS_PIPE = "管"
IDS_PLATE = "板"
IDS_PM_CURVE = "PM 曲線"
IDS_POS_DOT = "位置。"
IDS_POSITION = "位置"
IDS_RATIO = "比例"
IDS_REBAR = "鋼筋"
IDS_REMARK = "備註"
IDS_REQUIRED = "必需"
IDS_REQUIRED_THICKNESS = "必需厚度"
IDS_RESIST_DOT = "抗力。"
IDS_RESISTANCE_FACTOR_4_TENSION__s_s = "拉力之抗力折減係數：%s = %s"
IDS_RIGHT = "右"
IDS_RIGHT_UPPERCASE = "右"
IDS_ROLLED = "滾製"
IDS_ROOF_ANGLE = "屋頂角度"
IDS_ROOF_LIVE_LOAD = "屋頂活載重"
IDS_ROOF_TYPE = "屋頂類型"
IDS_ROTATION_ANGLE_NEUTRAL_AXIS = "中性軸旋轉角"
IDS_ROUGHNESS = "粗糙度"
IDS_SECT_DOT = "斷面。"
IDS_SECT_DOT_UCASE = "SECT."
IDS_SECTION = "斷面"
IDS_SECTION_FACTOR = "斷面與係數"
IDS_SECTION_I = "斷面-I"
IDS_SECTION_INFO = "斷面資訊"
IDS_SECTION_J = "斷面-J"
IDS_SECTION_M = "斷面-M"
IDS_SECTION_N_CONDITION = "斷面\n條件"
IDS_SECTION_NAME = "斷面名稱"
IDS_SECTION_PROP = "斷面性質"
IDS_SECTION_PROPERTY = "斷面性質"
IDS_SECTION_SIZE = "斷面尺寸"
IDS_SEISMIC_FRAME_TYPE = "彎矩框架類型"
IDS_SEISMIC_FRAME_TYPE_IMF = "中間彎矩框架"
IDS_SEISMIC_FRAME_TYPE_IMF_NSR10 = "DMO(中等能量耗散)"
IDS_SEISMIC_FRAME_TYPE_OMF = "普通彎矩框架"
IDS_SEISMIC_FRAME_TYPE_OMF_NSR10 = "DMI(最小能量耗散)"
IDS_SEISMIC_FRAME_TYPE_SMF = "特殊彎矩框架"
IDS_SEISMIC_FRAME_TYPE_SMF_NSR10 = "DES(特殊能量耗散)"
IDS_SEISMIC_PROVISION = "抗震條款"
IDS_SEISMIC_STRUCTWALL_TYPE = "結構牆類型"
IDS_SEISMIC_STRUCTWALL_TYPE_ISW = "中間結構牆"
IDS_SEISMIC_STRUCTWALL_TYPE_OSW = "普通結構牆"
IDS_SEISMIC_STRUCTWALL_TYPE_SSW = "特殊結構牆"
IDS_SELF_WEIGHT = "自重"
IDS_SERVICE_LOAD = "服務載重"
IDS_SHAPE = "形狀"
IDS_SHEAR = "剪力"
IDS_SHEAR_CAPACITY = "剪力容量"
IDS_SHEAR_DIAGRAM = "剪力圖"
IDS_SHEAR_FORCE = "剪力"
IDS_SHEAR_FORCE_SPECIAL_SEIS_PROVISION = "依耐震設計特別規定之剪力"
IDS_SHEAR_RUPTURE_STRENGTH = "剪切破壞強度"
IDS_SHEAR_YIELDING_STRENGTH = "剪切屈服強度"
IDS_SHORT_TERM = "短期"
IDS_SHORT_TERM_CRACKED = "裂縫短期"
IDS_SHORT_TERM_DEFLECTION_FACTOR = "短期挠度係數"
IDS_SINGLY_SYMMETRIC_SHAPE_WHERE_X_AXIS = "單對稱斷面，x 為對稱軸"
IDS_SINGLY_SYMMETRIC_SHAPE_WHERE_Y_AXIS = "單對稱斷面，y 為對稱軸"
IDS_SINGLY_SYMMETRIC_SHAPE_WHERE_Z_AXIS = "單對稱斷面，z 為對稱軸"
IDS_SIZE = "尺寸"
IDS_SLAB = "板"
IDS_SLENDERNESS = "細長比"
IDS_SLENDERNESS_WIDTH_THICKNESS_RATIO = "細長比與寬厚比"
IDS_SLIP_FACTOR = "滑移係數"
IDS_SNOW = "雪"
IDS_SNOW_LOAD = "雪載重"
IDS_SNOW_LOAD_LOW_SLOPE_ROOF = "低坡度屋頂雪載重"
IDS_SNOW_LOAD_UPPERCASE = "SNOW LOAD"
IDS_SNOW_LOAD_USER = "雪載重 (用戶)"
IDS_SNOW_PLUS = "雪(+)"
IDS_SOIL_FACTOR = "土壤係數"
IDS_SOIL_FACTOR_WRAP = "土壤\n係數"
IDS_SOIL_LAYER = "土壤層"
IDS_SOIL_LOAD = "土壤載重"
IDS_SOIL_PRESSURE = "土壤壓力"
IDS_SOIL_PRESSURE_BY_LEVLE = "按層土壤壓力"
IDS_SOIL_PROPRETY = "土壤性質"
IDS_SPACE = "空間"
IDS_SPAN = "跨距"
IDS_SPLICE_TYPE = "接頭類型"
IDS_SPLICING_LIMIT = "接頭限制"
IDS_STAIR = "樓梯"
IDS_STAIRS = "樓梯"
IDS_STIFFENER = "加強肋"
IDS_STIRRUP = "箍筋"
IDS_STORY = "樓層"
IDS_STRENGTH_STUD = "強度的樁"
IDS_STUD = "樁"
IDS_STUD_BOLT = "樁螺栓"
IDS_SUB_BAR = "副筋"
IDS_SUMMATION = "總和"
IDS_SUPPORT = "支撐"
IDS_SUPPORT_CONDITION = "支撐條件"
IDS_SUPPORT_ONEWAY_CONTINUOUS = "連續"
IDS_SUPPORT_ONEWAY_PINNED = "鉸接"
IDS_SUPPORT_ONEWAY_PROPPED_CANTILEVER = "支撐懸臂"
IDS_SUPPORT_ONEWAY_CANTILEVER = "懸臂"
IDS_SUPPORT_TWOWAY_FFFF = "內部面板"
IDS_SUPPORT_TWOWAY_FFPF = "一短邊不連續"
IDS_SUPPORT_TWOWAY_FFPP = "兩短邊不連續"
IDS_SUPPORT_TWOWAY_FPFF = "一長邊不連續"
IDS_SUPPORT_TWOWAY_FPPP = "一長邊連續"
IDS_SUPPORT_TWOWAY_PPFF = "兩長邊不連續"
IDS_SUPPORT_TWOWAY_PPPF = "一短邊連續"
IDS_SUPPORT_TWOWAY_PPPP = "所有邊不連續"
IDS_SUPPORT_TWOWAY_PFFP = "兩相鄰邊不連續"
IDS_SURCHARGE_LOAD_SELF_WEIGHT = "超載與自重"
IDS_SUSTAIN_LOAD = "持續載重"
IDS_SUSTAINED = "持續"
IDS_TENSION = "拉力"
IDS_TENSION_BAR = "拉桿"
IDS_TENSION_FORCE_DIAGRAM = "拉力圖"
IDS_TENSION_FORCES = "拉力"
IDS_THICK = "厚"
IDS_THICKNESS = "厚度"
IDS_THIK_CAP = "THK."
IDS_TIE_BAR = "拉結桿"
IDS_TIME_DEPENDENT_FACTOR = "時間依賴因子"
IDS_TIME_DEPENDENT_FACTOR_FOR_SUSTAIN_LOAD = "持續載重之時間相依係數"
IDS_CREEP_COEFF = "潛變係數"
IDS_TOP = "上層筋"
IDS_TOP_BOT_UPPERCASE = "TOP & BOT."
IDS_TOP_UPPERCASE = "TOP"
IDS_TYPE = "類型"
IDS_TYPE_UPPERCASE = "TYPE"
IDS_UNBRACED_LENG = "未加支撐長度"
IDS_UNIFORM_LOAD = "均布載重"
IDS_UNIT_SYSTEM = "單位系統"
IDS_CODE_UNIT = "設計規範單位"
IDS_UNSTIFFENED_COLUMN_FLANGE = "未加剛性柱翼"
IDS_USE = "使用"
IDS_USE_ACTIVE_SOIL_PRESSURE = "使用主動土壓力"
IDS_USE_N_VALUE = "使用N值"
IDS_USER = "使用者"
IDS_USER_DEFINED_SOIL_LOAD_APPLIED = "已套用使用者定義之土壓載重。"
IDS_USER_INPUT = "使用者輸入"
IDS_USER_LOAD_SEE_FORCE = "使用使用者輸入載重。請參閱內力。"
IDS_VALUE = "值"
IDS_VELOCITY_PRESSURE = "速度壓力"
IDS_VELOCITY_PRESSURE_EXPOSURE_COEFFICIENT = "速度壓力暴露係數"
IDS_VERTICAL = "垂直向"
IDS_VERTICAL_BAR = "垂直桿"
IDS_WALL = "牆"
IDS_WATER_FACTOR_WRAP = "水\n因子"
IDS_WATER_LEVEL_WRAP = "水\n位面"
IDS_WATER_PRES = "水壓"
IDS_WAY = "方式"
IDS_WEB = "腹板"
IDS_WIDTH = "寬度"
IDS_WIDTH_THICK_RATIO_FLANGE = "翼緣寬厚比 (BTR)"
IDS_WIDTH_THICK_RATIO_WEB = "腹板寬厚比 (DTR)"
IDS_WIND_LOAD = "風載重"
IDS_WIND_LOAD_UPPERCASE = "WIND LOAD"
IDS_WIND_LOAD_USER = "風載重 ( 使用者 )"
IDS_WIND_MINUS = "風(-)"
IDS_WIND_PLUS = "風(+)"
IDS_YES = "是"
IDS_USSG_CALC_LIMITIN_WIDTH_THICKNESS_RARIO_FOR_SLB = "計算 SLB 的限制寬厚比"
IDS_USSG_CALC_NOMINAL_FLEXURAL_STRENGTH_FOR_STEM_LOCAL_BUCKLING = "計算腹板局部挫屈 (SLB) 之名義抗彎強度"
IDS_USSG_STEM_IS_TENSION = "腹板處於拉力"
IDS_USSG_LIMIT_STATE_OF_LOCAL_BUCKLING_OF_TEE_STESM_IS_NOT_APPLIED = "不適用 T 形腹板局部挫屈之極限狀態"
IDS_COMPARISON = "比較"
IDS_WALL_TYPE_SQUAT_WALL = "牆類型：矮牆"
IDS_WALL_TYPE_INTERMEDIATE_SHEAR_WALL = "牆類型：中等剪力牆"
IDS_WALL_TYPE_SLENDER_WALL = "牆類型：細長牆"
IDS_WALL_CLASSIFICATION = "牆分類"
IDS_OVERALL_HEIGHT = "總高度"
IDS_WIND_BUILDING_TYPE_ENCLOSED = "封閉"
IDS_WIND_BUILDING_TYPE_PART_ENCLOSED = "部分封閉"
IDS_WIND_ROOF_TYPE_FLAT = "平屋頂"
IDS_WIND_ROOF_TYPE_GABLE = "山牆屋頂"
IDS_WIND_ROOF_TYPE_MULTI_GABLE = "多山牆屋頂"
IDS_WIND_ROOF_TYPE_MONO_SLOPE = "單坡屋頂"
IDS_WIND_ROOF_TYPE_SAWTOOTH = "鋸齒屋頂"
IDS_SNOW_ROOF_TYPE_SLOPED = "傾斜屋頂"
IDS_SNOW_ROOF_TYPE_GABLE = "山牆屋頂"
IDS_SNOW_ROOF_TYPE_CURVED = "曲面屋頂"
IDS_SNOW_ROOF_TYPE_MULTI_FOLDED_PLATE = "多折板屋頂"
IDS_SNOW_ROOF_TYPE_BARREL_VAULT = "圓拱屋頂"
IDS_SNOW_ROOF_TYPE_SAWTOOTH = "鋸齒屋頂"
IDS_SURT_TYPE_PIN = "鉸接"
IDS_SURT_TYPE_PIN_PIN = "鉸接-鉸接"
IDS_SURT_TYPE_FIX_FIX = "固定-固定"
IDS_SURT_TYPE_FIX_PIN = "固定-鉸接"
IDS_SURT_TYPE_CANTILEVER = "懸臂"
IDS_WELD_CONNTYPE_DIRECT = "直接連接"
IDS_WELD_CONNTYPE_ANGLE = "角接連接"
IDS_WELD_CONNTYPE_COLBEAM = "柱+梁連接"
IDS_USWO_COMPACT_SECT = "緊湊斷面"
IDS_USWO_NONCOMPACT_SLENDER_SECT = "非緊密或細長斷面"
IDS_USWO_CHECK_AS_COMPOSITE_BEAM = "檢核為複合梁"
IDS_USWO_INCLUDE_DEAD_LOAD_FACTOR = "包含靜載重係數"
IDS_URSL_SLAB_INPUT_LIST = "板輸入列表"
IDS_URSL_SLAB_TYPE_SUPPORT = "板類型與支撐"
IDS_URSL_SLAB_TYPE = "板類型"
IDS_URSL_SUPPORT_TYPE = "支撐類型"
IDS_URSL_SLAB_TYPE_WRAP = "板\n類型"
IDS_URSL_SUPPORT_TYPE_WRAP = "支撐\n類型"
IDS_URSL_SUPPORT_CASE = "支撐案例"
IDS_URSL_GENERAL_SECT_SLAB = "一般斷面板"
IDS_URSL_CHECK_THICK_NOT_SPECIFIED = "設計規範未規定一般斷面板之厚度檢核。"
IDS_URSL_CLEAR_SPAN = "淨跨"
IDS_URSL_USE_CLEAR_SPAN = "使用淨跨"
IDS_URSL_BOUNDARY_BEAMS = "邊界梁"
IDS_URSL_DETERMINE_SLAB_TYPE = "判定板之設計類型"
IDS_URSL_CALC_SPAN_RATIO = "計算跨比"
IDS_URSL_CHECK_LOAD = "檢核載重"
IDS_URSL_CALC_FACTORED_LOAD = "計算放大載重"
IDS_URSL_CHECK_THIK = "檢核厚度"
IDS_URSL_CHECK_THIK_SLAB = "檢核板厚度"
IDS_URSL_CALC_MINTHIK_REQ = "計算所需最小厚度"
IDS_URSL_CALC_FACTORS = "計算因子"
IDS_URSL_CHECK_CAPACITY = "檢核板的承載能力"
IDS_URSL_1WAY_SLAB = "單向板"
IDS_URSL_2WAY_SLAB = "雙向板"
IDS_URSL_WAY_SLAB = "方式板"
IDS_URSL_SECT_I = "斷面(I)"
IDS_URSL_SECT_M = "斷面(M)"
IDS_URSL_SECT_J = "斷面(J)"
IDS_URSL_END_1 = "END-1"
IDS_URSL_END_2 = "END-2"
IDS_URSL_END_3 = "END-3"
IDS_URSL_DIR_X_I = "DirX(I)"
IDS_URSL_DIR_X_M = "DirX(M)"
IDS_URSL_DIR_X_J = "DirX(J)"
IDS_URSL_DIR_Y_I = "DirY(I)"
IDS_URSL_DIR_Y_M = "DirY(M)"
IDS_URSL_DIR_Y_J = "DirY(J)"
IDS_URSL_CALC_MOMENT_SHEAR = "計算彎矩與剪力"
IDS_URSL_INPUT = "輸入"
IDS_URSL_POSITIVE_STRESS = "正應力"
IDS_URSL_NEGATIVE_STRESS = "負應力"
IDS_URSL_STRESS = "應力"
IDS_URSL_MOMENT_COEFFICIENT = "彎矩係數"
IDS_URSL_SHEAR_COEFFICIENT = "剪力係數"
IDS_URSL_WORKING_LOAD = "工作載重"
IDS_URSL_SLAB_SELFWEIGHT = "板自重"
IDS_URSL_DECK_SELFWEIGHT = "甲板自重"
IDS_URSL_CHECK_DEFLECTION_1WAY = "檢核單向板撓度"
IDS_URSL_CHECK_DEFLECTION_STRESS = "檢核施工期間撓度與應力"
IDS_URSL_CHECK_DEFLECTION_UNDER_CONSTRUCTION = "檢核施工下的撓度"
IDS_URSL_DECK_PLATE_INFO = "甲板板資訊"
IDS_URSL_SLAB_SELF_LOAD = "板自載"
IDS_URSL_DECK_SELF_LOAD = "甲板自載"
IDS_URSL_LIVE_LOAD_CONSIDER_FACTOR = "活載考量係數"
IDS_URSL_CALC_DEFLECTION_UNDER_CONSTRUCTION = "計算施工下的撓度"
IDS_URSL_CHECK_STRESS_UNDER_CONSTRUCTION = "檢核施工下的應力"
IDS_URSL_CALC_STRESS_DECK_PLATE = "計算樓承板應力"
IDS_URSL_REQ_MIN_THIK = "所需最小厚度"
IDS_URSL_TITLE_SIZE = "標題與大小"
IDS_URSL_MAX_SPACE_REBAR = "鋼筋最大間距為"
IDS_URSL_GENERATE_REPORT = "正在產生板報表..."
IDS_URBE_BEAM_INPUT_LIST = "梁輸入清單"
IDS_URBE_SLAB_THIK = "板厚度"
IDS_URBE_EFFECTIVE_WIDTH = "有效寬度"
IDS_URBE_SEISMIC_DESIGN_PARAM = "抗震設計參數"
IDS_URBE_SPECIAL_SEISMIC_PROV_APPLIED = "已套用耐震設計特別規定。"
IDS_URBE_PILOTI_GUIDE_APPLIED = "已套用架空層（Piloti）結構設計指引。"
IDS_URBE_CHECK_NON_LFRS_MEMBER = "已依非側向抗力結構構件進行檢核。"
IDS_URBE_FRAME_TYPE = "框架類型"
IDS_URBE_MOMENT_FORCES = "彎矩與內力"
IDS_URBE_REINFORCEMENT = "鋼筋"
IDS_URBE_TOP_BAR = "上鋼筋"
IDS_URBE_BOT_BAR = "下鋼筋"
IDS_URBE_EXT_BAR = "外側鋼筋"
IDS_URBE_INT_BAR = "內側鋼筋"
IDS_URBE_POSITIVE = "正"
IDS_URBE_NEGATIVE = "負"
IDS_URBE_TOP = "上"
IDS_URBE_BOT = "下"
IDS_URBE_EXT = "外側。"
IDS_URBE_INT = "內側。"
IDS_URBE_RC_SECTION_ONLY = "僅限RC斷面"
IDS_URBE_CHECK_SPACE_REBAR = "檢核鋼筋間距"
IDS_URBE_MOMENT_ZERO_SKIP = "彎矩為零。已略過。"
IDS_URBE_CALC_REQ_RATIO_REBAR = "計算所需鋼筋配筋比"
IDS_URBE_CHECKED_BY_DOULY_REBAR = "由雙鋼筋檢核"
IDS_URBE_CHECK_RATIO_TENS_REBAR = "檢核受拉鋼筋配筋比"
IDS_URBE_CALC_SHEAR_STRENGTH_STIRRUP = "計算箍筋剪力強度"
IDS_URBE_CALC_SHEAR_STRENGTH_VERTBAR = "計算豎向鋼筋剪力強度"
IDS_URBE_DETERMINE_DESIGN_FORCE_BY_SHEAR = "由剪力決定設計內力"
IDS_URBE_DESIGN_FORCE_SHEAR = "剪力設計內力"
IDS_URBE_CHECK_MOMENT_CAPACITY_SEIS_PROV = "依耐震規定檢核彎矩強度"
IDS_URBE_CHECK_POSITIVE_MOMENT_AT_CONNECTION = "檢核接頭處正彎矩強度"
IDS_URBE_CHECK_MOMENT_STRENGTH_SECTION = "檢核斷面彎矩強度"
IDS_URBE_CALC_TENS_STRENGTH_REBAR = "計算鋼筋抗拉強度"
IDS_URBE_CHECK_TENS_STRENGTH_REBAR = "檢核鋼筋抗拉強度"
IDS_URBE_CHECK_SPACE_TENS_BAR = "檢核受拉鋼筋間距"
IDS_URBE_MU_BY_BENDING_ONLY = "僅由彎曲計算Mu"
IDS_URBE_FORCES_REINFORCEMENT = "內力與鋼筋"
IDS_URBE_CHECK_BENDING_MOMENT_CAPACITY = "檢核彎矩容量"
IDS_URBE_SPACE_REBAR = "鋼筋間距"
IDS_URBE_CHECK_SHEAR_FORCE_SEIS_DESIGN = "計算耐震設計剪力"
IDS_URBE_CHECK_TENSION_CAPAICITY = "檢核拉力容量"
IDS_URBE_SKIN_BAR = "表皮鋼筋"
IDS_URBE_AT_SIDE = "(在側面)"
IDS_URBE_TENS_REGION = "(在拉力區域)"
IDS_URBE_CALC_DESIGN_PARAMETER = "計算設計參數"
IDS_URBE_CHECK_SPACE_SKIN_BAR = "檢核側面鋼筋間距"
IDS_URBE_CALC_REQ_SPACE_SKIN_BAR = "計算所需側面鋼筋間距"
IDS_URBE_CHANGE_SECTION = "變更斷面"
IDS_URBE_GENERATE_REPORT = "正在產生 RC/梁 報表..."
IDS_URBE_CHECK_SECT_SEIS_PROV = "依耐震規定檢核斷面"
IDS_URBE_CALC_SECT_DIMENSION_LIMIT = "計算斷面尺寸限制"
IDS_URBE_CHECK_REBAR_DIA_SEIS_PROV = "依耐震規定檢核鋼筋直徑"
IDS_URBE_CHECK_MAIN_BAR_DIA = "檢核主鋼筋直徑"
IDS_URCO_COLM_INPUT_LIST = "柱輸入清單"
IDS_URCO_APPLY_TIEBAR_TO_SHEAR = "將箍筋套用至剪力檢核"
IDS_URCO_GENERATE_REPORT = "正在產生柱報表..."
IDS_URCO_CHECK_DIMENSION_SEIS_PROV = "依耐震設計特別規定檢核尺寸"
IDS_URCO_CALC_SECT_DIMENSION_LIMIT = "計算斷面尺寸限制"
IDS_URCO_CALC_SECT_DIMENSION_RATIO = "計算斷面尺寸比"
IDS_URCO_CHECK_REBAR_LIMIT_SEIS_PROV = "依耐震設計特別規定檢核鋼筋限制"
IDS_URCO_CALC_AMOUNT_TRANS_REBAR = "計算橫向鋼筋量"
IDS_SEISMIC_PROVISION_FOR_PILOTIS_COLUMN_APPLIED = "已套用底層挑空柱之耐震規定"
IDS_URCO_CALC_NOMINAL_CAPACITY_FOR_BALANCED_AXIS = "計算平衡軸的名義承載力"
IDS_URSW_SHEARWALL_INPUT_LIST = "剪力牆輸入清單"
IDS_URSW_CHECK_RESULT_FOR_SHEARWALL = "檢核剪力牆結果"
IDS_URSW_SPECIAL_WALL = "特殊RC結構牆"
IDS_URSW_AXIAL_MOMENT = "軸力與彎矩"
IDS_URSW_BOUNDARY_ELEMENT_BAR = "邊界單元鋼筋"
IDS_URSW_CHECK_BALANCED_MOMENT_CAPACITY_OF = "檢核平衡彎矩承載力："
IDS_URSW_CALC_NOMINAL_CAPACITY_FOR_BALANCED_AXIS = "計算平衡軸的名義承載力"
IDS_URSW_CALC_NOMINAL_CAPACITY_ABOUT_NEUTRAL_AXIS = "計算關於中性軸的名義承載力"
IDS_URSW_CHECK_MOMENT_CAPACITY_ABOUT_NEUTRAL_AXIS_OF = "檢核 %s 關於中性軸的彎矩承載力"
IDS_URSW_CALC_CAPACITY_CONCRETE_STRESS_BLOCK = "計算混凝土應力塊承載力"
IDS_URSW_CALC_MAX_SHEAR_STRENGTH = "計算最大剪切強度"
IDS_URSW_CALC_MAX_SHEAR_STRENGTH_SPECIAL_WALL = "計算特殊 RC 牆的最大剪力強度"
IDS_URSW_CALC_REBAR_SPACING = "計算鋼筋間距"
IDS_URSW_CHECK_BOUNDARY_ELEMENT = "檢核邊界單元"
IDS_URSW_BOUNDARY_ELEMENT = "邊界單元"
IDS_URSW_CALC_MAX_SPACING_HORZ_BAR = "計算水平鋼筋最大間距"
IDS_URSW_CALC_HORZ_BAR_X_DIR = "計算 x 方向水平鋼筋"
IDS_URSW_CALC_HORZ_BAR_Y_DIR = "計算 y 方向水平鋼筋"
IDS_URSW_CALC_HORZ_BAR_LENGTH = "計算水平鋼筋長度"
IDS_URSW_DETERMIN_BOUNDARY_ELEMENT_REINFORCEMENT_REQ = "判定是否需要邊界單元橫向鋼筋"
IDS_URSW_BOUNDARY_ELEMENT_REINFORCEMENT_REQ = "需要邊界單元橫向鋼筋。"
IDS_URSW_BOUNDARY_ELEMENT_REINFORCEMENT_NOTREQ = "不需要邊界單元橫向鋼筋。"
IDS_URSW_REBAR_SPACING = "鋼筋間距"
IDS_URSW_FINAL_REBAR = "最終鋼筋"
IDS_URSW_GENERATE_REPORT = "正在產生剪力牆報表..."
IDS_URSW_CHECK_RESULT_SHEARWALL = "檢核剪力牆結果"
IDS_URSW_CHECK_RESULT_FOR_SLAB = "檢核板結果"
IDS_URSW_FORCE_BOUNDARY_LEMENT_LENGTH = "邊界單元長度之內力"
IDS_URSW_BE_HOR_BAR = "邊界水平鋼筋"
IDS_URSW_SPECIAL_WALL_H = "特殊牆高度"
IDS_URSW_CHECK_THICK_LIMIT_BE = "檢核特殊邊界單元厚度限制"
IDS_URSW_BY_REQUIRED_ASH = "由所需A_sh$計算"
IDS_URSW_CONSIDER_WEAK = "考慮弱彎矩"
IDS_URSW_CHECK_NA_MOMENT_CAPACITY_OF = "檢核中性軸彎矩承載力："
IDS_UFDN_INPUT_LIST = "基礎輸入清單"
IDS_UFDN_OVERTURN_OCCUR_CALC_CANCEL = "發生傾覆。計算已取消。"
IDS_UFDN_OVERTURNED = "翻轉"
IDS_UFDN_CHECK_CAPACITY = "檢核容量"
IDS_UFDN_CHECK_SHEAR_CAPACITY = "檢核剪力容量"
IDS_UFDN_CHECK_ONEWAY_SHEAR_CAPACITY = "檢核單向剪力容量"
IDS_UFDN_CHECK_TWOWAY_SHEAR_CAPACITY = "檢核雙向剪力容量"
IDS_UFDN_CHECK_MOMENT_CAPACITY = "檢核彎矩容量"
IDS_UFDN_CALCULATED = "計算"
IDS_UFDN_SOIL_CAPACITY = "土壤容量"
IDS_UFDN_CHECK_SOIL_CAPACITY = "檢核土壤容量"
IDS_UFDN_CHECK_ACTUAL_SOIL_STRESS_MAIN_PROGRAM = "請於主程式中檢核實際土壤應力。"
IDS_UFDN_CALC_ACTUAL_SOIL_STRESS = "計算實際土壤應力"
IDS_UFDN_CALC_FACTORED_SOIL_STRESS = "計算修正土壤應力"
IDS_UFDN_CHECK_PILE_CAPACITY = "檢核樁容量"
IDS_UFDN_CALC_ACTUAL_PILE_STRESS = "計算實際樁應力"
IDS_UFDN_CALC_FACTORED_PILE_STRESS = "計算修正樁應力"
IDS_UFDN_INDEX = "索引"
IDS_UFDN_PILE_PUNCHING = "樁穿透"
IDS_UFDN_CALC_ONEWAY_SHEAR = "計算單向剪力"
IDS_UFDN_CALC_TWOWAY_SHEAR = "計算雙向剪力"
IDS_UFDN_INTERIOR = "內部"
IDS_UFDN_EDGE = "邊緣"
IDS_UFDN_MARK = "標記"
IDS_UFDN_COLM = "柱"
IDS_UFDN_PILE = "樁"
IDS_UFDN_COLUMN_SECTION = "柱斷面"
IDS_UFDN_WALL_SECTION = "牆斷面"
IDS_UFDN_SHAPE_COLUMN = "柱的形狀"
IDS_UFDN_TOP_BOTTOM = "上/下"
IDS_UFDN_ONEWAY_SHEAR_X = "單向剪力-X"
IDS_UFDN_ONEWAY_SHEAR_Y = "單向剪力-Y"
IDS_UFDN_ONEWAY_SHEAR = "單向剪力"
IDS_UFDN_TWOWAY_SHEAR = "雙向剪力"
IDS_UFDN_MOMENT_Y_DIRECTION = "彎矩-Y方向"
IDS_UFDN_MOMENT_X_DIRECTION = "彎矩-X方向"
IDS_UFDN_CANTIL_MOMENT_X_DIRECTION = "彎矩-X方向(懸臂)"
IDS_UFDN_COLUMN_MOMENT_X_DIRECTION = "彎矩-X方向(柱)"
IDS_UFDN_SPAN_MOMENT_X_DIRECTION = "彎矩-X方向(跨)"
IDS_UFDN_REBAR_SPACE_Y_DIRECTION = "鋼筋間距-Y方向"
IDS_UFDN_REBAR_SPACE_X_DIRECTION = "鋼筋間距-X方向"
IDS_UFDN_MOMENT = "彎矩"
IDS_UFDN_FOUNDATION_SIZE = "基礎尺寸"
IDS_UFDN_SOIL_BEARING_CAPACITY = "土壤承載力"
IDS_UFDN_SERVICE_LOAD_BY_LCB = "使用載重組合的使用載重"
IDS_UFDN_FACTORED_LOAD_BY_LCB = "使用載重組合的設計載重"
IDS_UFDN_COLUMN_SUPPORT = "柱支撐"
IDS_UFDN_REBAR_X_DIR = "鋼筋（X 方向）"
IDS_UFDN_REBAR_Y_DIR = "鋼筋（Y 方向）"
IDS_UFDN_SURFACE_LOAD = "表面載重"
IDS_UFDN_WEIGHT_DENSITY = "重量密度"
IDS_UFDN_SOIL_HEIGHT = "土壤高度"
IDS_UFDN_NO_PILE = "樁數"
IDS_UFDN_SPACE_PILE = "樁的間距"
IDS_UFDN_CORNER = "角落"
IDS_UFDN_DIAMETER = "直徑"
IDS_UFDN_PILE_CAPACITY_COMP = "樁承載力-壓縮"
IDS_UFDN_PILE_CAPACITY_TENS = "樁承載力-拉力"
IDS_UFDN_GENERATE_REPORT = "正在產生基礎報表..."
IDS_URBW_INPUT_LIST = "地下室牆輸入清單"
IDS_URBW_BASEWALL_TYPE = "基牆類型"
IDS_URBW_SURCHARGE = "超載"
IDS_URBW_WIDTH_BASEWALL = "基牆寬度"
IDS_URBW_STORY_INFO = "樓層資訊"
IDS_URBW_1ST_FL = "1樓"
IDS_URBW_REBAR_SPACE = "鋼筋間距"
IDS_URBW_REBAR_LENGTH = "鋼筋長度"
IDS_URBW_REINF_LENGTH = "鋼筋長度"
IDS_URBW_GENERATE_REPORT = "正在產生地下室牆報表..."
IDS_SURCHARGE_FACTOR = "超載係數"
IDS_URBL_GENERATE_REPORT = "正在產生 RC/梁 表格報表..."
IDS_URST_SHEAR_STRENGTH_REBAR_SPACING = "剪力強度與鋼筋間距"
IDS_URST_SHEAR_STRENGTH = "剪力強度"
IDS_URST_MAX_REBAR_SPACING_1WAY_SLAB = "單向板鋼筋最大間距"
IDS_URST_MAJOR_DIRECTION_MOMENT = "主要方向彎矩"
IDS_URST_MINOR_DIRECTION_MOMENT = "次要方向彎矩"
IDS_URST_GENERATE_REPORT = "正在產生 RC/板 表格報表..."
IDS_URGW_WALL_MARK = "牆標記"
IDS_URGW_V_BAR = "V型鋼筋"
IDS_URGW_H_BAR = "H型鋼筋"
IDS_URGW_E_BAR = "E型鋼筋"
IDS_URGW_BE_BAR = "BE型鋼筋"
IDS_URGW_BAR = "鋼筋"
IDS_URGW_GENERATE_REPORT = "正在產生 RC/批次牆報表..."
IDS_URGW_BATCH_WALL_RESULT_UPPERCASE = "批次牆結果"
IDS_URGW_WALL_DESIGN_RESULT = "牆設計結果"
IDS_URBU_INPUT_LIST = "支撐輸入清單"
IDS_URBU_DIAGRAM = "圖示"
IDS_URBU_STRENGTH = "強度"
IDS_URBU_SECT_BNDR_CONDITION = "斷面及邊界條件"
IDS_URBU_BOUNDARY = "邊界"
IDS_URBU_LENGTH_LEFT = "長度(左)"
IDS_URBU_LENGTH_MIDDLE = "長度(中)"
IDS_URBU_LENGTH_RIGHT = "長度(右)"
IDS_URBU_ALL_SECTION = "所有斷面"
IDS_URBU_GENERATE_REPORT = "正在產生扶壁報表..."
IDS_URST_INPUT_LIST = "樓梯輸入清單"
IDS_URST_SPRT_BY_LANDING = "由平台支撐"
IDS_URST_SPRT_BY_OTHER = "由其他（牆或梁）支撐"
IDS_URST_LAND_L = "平台(左)"
IDS_URST_LAND_R = "平台(右)"
IDS_URST_MIN_LAND = "最小平台"
IDS_URST_MIN_STAIR = "最小梯段"
IDS_URST_CHK_REBAR_SPACE = "檢核鋼筋間距"
IDS_URCB_INPUT_LIST = "支撐/托架輸入清單"
IDS_URCB_CHECK_AD_RATIO = "檢核 a/d 比"
IDS_URCB_CALC_REBAR_AREA = "計算鋼筋面積"
IDS_URCB_REBAR_BEARING_PLATE = "鋼筋及承重板"
IDS_URCB_DESIGN_CONDITIONS = "設計條件"
IDS_URCB_TENSION_REBAR = "拉力鋼筋"
IDS_URCB_CLOSED_STIRRUP = "封閉箍筋"
IDS_URCB_BEARING_PLATE = "承重板"
IDS_URCB_FRICTION_FACTOR = "摩擦係數"
IDS_URCB_CALC_EFFECTIVE_DEPTH_REQ = "計算所需有效深度"
IDS_URCB_CHECK_BEARING_PLATE = "檢核承重板"
IDS_URCB_CALC_AREA_BEARING_PLATE = "計算承壓板面積"
IDS_URCB_CHECK_REBAR_AREA = "檢核鋼筋面積"
IDS_URCB_CALC_REBAR_AREA_DIRECT_TENSION = "計算直接拉力所需鋼筋面積"
IDS_URCB_DETERMINE_BAR_AREA = "確定鋼筋面積"
IDS_URCB_DETERMINE_PRIMARY_TENSION_REBAR = "確定主要拉力鋼筋"
IDS_URCB_DETERMINE_SHEAR_REBAR = "決定剪力鋼筋（封閉箍筋）。"
IDS_URCB_DISTANCE_TO_VU = "至 Vu 的距離"
IDS_URCB_FRICTION = "摩擦"
IDS_URCB_CALC_RESULT = "計算結果"
IDS_URCB_APPLIED = "已應用"
IDS_URCB_RESULT = "結果"
IDS_URCB_DISTANCE_DEPTH_RATIO = "距離與有效深度比"
IDS_URCB_TENSION_FORCE = "拉力"
IDS_URCB_GENERATE_REPORT = "正在產生牛腿/托架報表..."
IDS_URCB_DIST_TO_VU = "至 V_u$ 的距離"
IDS_URGC_EFFECTIVE_AREA = "等效面積"
IDS_URGC_GENERATE_REPORT = "正在產生 RC 一般斷面柱報表..."
IDS_URGC_GEN_COLUMN_INPUT_LIST = "RC 一般斷面柱輸入清單"
IDS_URDW_WALL_ID = "牆ID"
IDS_URDW_START_POINT = "起點"
IDS_URDW_END_POINT = "終點"
IDS_URDW_EQUI_N_FLANGE = "等效尺寸及法蘭寬度"
IDS_URDW_FLANGE_WIDTH_ACTUAL = "實際寬度"
IDS_URDW_FLANGE_WIDTH_EFFECT = "有效寬度"
IDS_URDW_REBAR_VERT = "垂直鋼筋"
IDS_URDW_REBAR_HORI = "水平鋼筋"
IDS_URDW_REBAR_END = "鋼筋末端"
IDS_URDW_REBAR_ARRANGEMENT = "鋼筋排列"
IDS_URDW_REBAR_ARRANGEMENT_DIVIDE_EQUALLY = "依最接近的間距等分"
IDS_URDW_REBAR_ARRANGEMENT_DIVIDE_EXACT = "按確切間距分配"
IDS_URDW_REBAR_ARRANGEMENT_FROM_END = "從末端"
IDS_URDW_REBAR_ARRANGEMENT_FROM_MID = "從中間"
IDS_URDW_REBAR_ARRANGEMENT_ADD_REBAR = "添加鋼筋"
IDS_URDW_GENERATE_REPORT = "正在產生 RC 組合牆報表..."
IDS_URDW_FLANGE_WIDTH = "法蘭寬度"
IDS_URDW_By_Rho = "按 Rho"
IDS_URDW_CWALL_INPUT_LIST = "組合牆輸入清單"
IDS_URAB_CALC_BOND_STRENGTH_ADHESIVE_ANCHOR = "計算受拉時黏著式錨栓之黏結強度"
IDS_URAB_BOND_STRENGTH_ADHESIVE_ANCHOR = "黏著式錨栓黏結強度"
IDS_URAB_EVALUATION_BOND_STRENGHT_APPLIES_ONLY = "黏結強度評估僅適用於黏著式錨栓。"
IDS_USBC_INPUT_LIST = "鋼螺栓連接輸入清單"
IDS_USBC_BOLT_PROPERTY = "螺栓性質"
IDS_USBC_CHECK_WEB = "檢核網"
IDS_USBC_CHECK_FLANGE = "檢核法蘭"
IDS_USBC_DESIGN_FORCE_PROPERTY = "設計內力與性質"
IDS_USBC_BEAM_COLUMN = "梁/柱"
IDS_USBC_BEAM_N_COLUMN = "梁與柱"
IDS_USBC_CONNECTION_TYPE = "連接類型"
IDS_USBC_SHEAR_TYPE = "剪力類型"
IDS_USBC_SINGLE_SHEAR = "單剪"
IDS_USBC_DOUBLE_SHEAR = "雙剪"
IDS_USBC_AUTO = "自動"
IDS_USBC_CHECK_PLATE = "檢核板"
IDS_USBC_PLATE_WEB = "板 (網)"
IDS_USBC_PLATE_FLANGE = "板 (法蘭)"
IDS_USBC_BOLT_SYSTEM = "螺栓系統"
IDS_USBC_BOLT_SYSTEM_SLIP = "滑移臨界"
IDS_USBC_BOLT_SYSTEM_BEAR = "承載"
IDS_USBC_BOLT = "螺栓"
IDS_USBC_MEMBER_STRENGTH = "構件強度"
IDS_USBC_APPLIED_FORCE = "施加內力"
IDS_USBC_FORCE_BY_AXIAL_LOAD = "軸向載重所產生的內力"
IDS_USBC_FORCE_BY_MOMENT = "彎矩所產生的內力"
IDS_USBC_HIGH_TENSION_BOLT = "高張力螺栓"
IDS_USBC_POLAR_MOMENT_INERTIA = "極慣性矩"
IDS_USBC_DESIGN_FORCE_PROPERTIES = "設計內力與性質"
IDS_USBC_REQUIRED_MIM_FORCE = "所需最小內力"
IDS_USBC_PROPERTY = "性質"
IDS_USBC_GENERATE_REPORT = "正在產生鋼螺栓連接報表..."
IDS_USBC_DISTANCE_FROM_CONNECTION = "由連接中心至螺栓中心的距離"
IDS_USBC_EXTENSION = "延伸"
IDS_USBC_MOMENT_REDISTRIBUTION_FACTOR_WEB = "腹板彎矩重分配係數"
IDS_USBC_CHECK_HIGH_TENSION_BOLT = "檢核高張力螺栓"
IDS_USBC_ECCENTRICITY_NOT_CONSIDERED = "未考慮偏心。"
IDS_USBC_CLASS_A_SURFACE = "A類表面"
IDS_USBC_STANDARD_SIZE_HOLE = "標準尺寸孔"
IDS_USBC_NO_SHEAR_SIDE = "剪力面數"
IDS_USBC_BOLT_DEFORMATION = "螺栓變形"
IDS_USSG_GENERATE_REPORT = "正在產生鋼梁/柱報表..."
IDS_USSG_CHECK_AS_LINK = "檢核為連接"
IDS_USSG_CHECK_AXIAL_STRENGTH = "檢核軸向強度"
IDS_USSG_SKIP_AXIAL_STRENGTH_CHECK = "跳過軸向強度檢核"
IDS_USSG_CHECK_SLENDER_RATIO_COMP_MEMB = "檢核軸向受壓構件之細長比"
IDS_USSG_CALC_SLENDER_MODIFICATION_SINGLE_ANGLE = "計算單角鋼的細長比修正"
IDS_USSG_FULL_REDU_FACTOR_SLENDER_SECT = "細長斷面之全折減係數"
IDS_USSG_CHECK_WTR_ANGLE_LEG = "檢核角鋼肢之寬厚比"
IDS_USSG_CHECK_DTR_WEB = "檢核腹板深厚比"
IDS_USSG_CHECK_DTR_PIPE = "檢核鋼管徑厚比"
IDS_USSG_CHECK_WTR_STEM_TEE = "檢核 T 形斷面腹板之寬厚比"
IDS_USSG_CHECK_WTR_STEM = "檢核腹板寬厚比（DTR）"
IDS_USSG_CHECK_WTR_PROJECT_FLANGE = "檢核外伸翼板寬厚比"
IDS_USSG_CHECK_WTR_FLG_BOX_AXIS_RECT_SECT = "檢核箱形（%s）關於 %s 軸之翼板寬厚比（方形與矩形斷面）"
IDS_USSG_CHECK_WTR_WEB_BOX_AXIS_RECT_SECT = "檢核箱形（%s）關於 %s 軸之腹板寬厚比（方形與矩形斷面）"
IDS_USSG_CHECK_WTR_PIPE = "檢核鋼管寬厚比（DTR）"
IDS_USSG_CALC_REDU_FACTOR_QS_SINGLE_ANGLE_MEMB = "計算單角鋼構件之非加勁元素（%s）折減係數"
IDS_USSG_CALC_REDU_FACTOR_QS_ROLLED_MEMB = "計算軋製構件之非加勁元素（%s）折減係數"
IDS_USSG_CALC_REDU_FACTOR_QS_BUILTUP_MEMB = "計算組合構件之非加勁元素（%s）折減係數"
IDS_USSG_CALC_REDU_FACTOR_QS_STEM_TEE_MEMB = "計算 T 形斷面腹板之非加勁元素（%s）折減係數"
IDS_USSG_CALC_REDU_FACTOR_QA = "計算加勁元素（%s）折減係數"
IDS_USSG_CALC_REDU_FACTOR_QA_AXIS_RECT_SECT = "計算關於 %s 軸之加勁元素（%s）折減係數（方形與矩形斷面）"
IDS_USSG_CALC_REDU_FACTOR_QA_PIPE = "計算鋼管折減係數"
IDS_USSG_CALC_EFF_DEPTH_STIFFEN_WEB = "計算加勁腹板（%s）的有效深度"
IDS_USSG_CALC_EFF_DEPTH_STIFFEN_WEB_AXIS_RECT_SECT = "計算箱形加勁腹板（%s）關於 %s 軸的有效深度（方形與矩形斷面）"
IDS_USSG_CALC_EFF_DEPTH_STIFFEN_FLG_AXIS_RECT_SECT = "計算箱形加勁翼板（B_ef$）關於 y 軸的有效深度（方形與矩形斷面）"
IDS_USSG_F_IS_TAKEN_AS_FCR_Q_1 = "F 取為 Fcr，其係以 Q = 1.0 為基礎計算"
IDS_USSG_DEFINE_REDU_FACTOR_QS_TEE_SECT = "定義 T 形斷面之非加勁元素（%s）折減係數"
IDS_USSG_DEFINE_REDU_FACTOR_QA = "定義加勁元素（%s）折減係數"
IDS_USSG_BUT_CONSERVATIVELY_TAKEN_AS = "但保守地可取為"
IDS_USSG_CONSERVATIVELY_TAKEN_VALE = "保守取值"
IDS_USSG_FTB_STRESS = "彎扭屈曲應力"
IDS_USSG_TOR_FTB_STRESS = "扭轉與彎扭屈曲應力"
IDS_USSG_DOUBLE_SYMM_SHAPE = "雙對稱形狀"
IDS_USSG_SIGNLE_SYMM_SHAPE_Y_AXIS = "以 y 為對稱軸的單對稱斷面"
IDS_USSG_UNSYMM_SHAPE = "不對稱形狀"
IDS_USSG_SLENDER_RATIO_AXIAL_TENS_MEMB = "軸向受拉構件之細長比"
IDS_USSG_CALC_SECT_PROP_PRINCIPAL_AXIS = "計算關於主軸的斷面性質（u-主軸，v-次軸）"
IDS_USSG_ROTATE_ANGLE_AXIS_X_U = "軸-x 與 軸-u 之間的旋轉角度"
IDS_USSG_MAJOR_PRINCIPAL_AXIS_INERTIA_MOMENT = "主主軸慣性矩"
IDS_USSG_MINOR_PRINCIPAL_AXIS_INERTIA_MOMENT = "次主軸慣性矩"
IDS_USSG_REQ_MOMENT_MAJOR_AXIS = "關於主軸所需的抗彎彎矩"
IDS_USSG_REQ_MOMENT_MINOR_AXIS = "關於次軸所需的抗彎彎矩"
IDS_USSG_CHECK_FLEX_STRENGTH_MAJOR_AXIS = "檢核關於主軸的抗彎強度"
IDS_USSG_CHECK_FLEX_STRENGTH_MINOR_AXIS = "檢核關於次軸的抗彎強度"
IDS_USSG_SKIP_FLEX_STRENGTH_MAJOR_AXIS_CHECK = "略過關於主軸（X）的抗彎強度檢核"
IDS_USSG_SKIP_FLEX_STRENGTH_MINOR_AXIS_CHECK = "略過關於次軸（Y）的抗彎強度檢核"
IDS_USSG_CALC_NOMINAL_FLEX_STRENGTH_YIELDING = "計算降伏（Y）的名義抗彎強度"
IDS_USSG_CALC_NOMINAL_FLEX_STRENGTH_FLB = "計算翼緣局部屈曲（FLB）的名義抗彎強度"
IDS_USSG_CALC_NOMINAL_FLEX_STRENGTH_LFB = "計算側向抗彎屈曲（LTB）的名義抗彎強度"
IDS_USSG_CALC_NOMINAL_FLEX_STRENGTH_LTB = "計算側扭屈曲（LTB）的名義抗彎強度"
IDS_USSG_CALC_NOMINAL_FLEX_STRENGTH_WLB = "計算腹板局部屈曲（WLB）的名義抗彎強度"
IDS_USSG_CLAC_NOMINAL_FLEX_STRENGTH_LB = "計算局部屈曲（LB）的名義抗彎強度"
IDS_USSG_CALC_TFY = "計算受拉翼緣降伏（TFY）"
IDS_USSG_CALC_CFY = "計算受壓翼緣降伏（CFY）"
IDS_USSG_CHECK_FLEX_STRENGTH_MAJOR_AXIS_U_SKIPPED = "已略過關於主軸（U）的抗彎強度檢核"
IDS_USSG_CHECK_FLEX_STRENGTH_MINIR_AXIS_V_SKIPPED = "已略過關於次軸（V）的抗彎強度檢核"
IDS_USSG_CHECK_FLEX_STRENGTH_SKIPPED = "已略過抗彎強度檢核"
IDS_USSG_CALC_FLEX_STRENGTH_YIELDING_SINGLE_ANGLE = "計算單角鋼構件之降伏（Y）抗彎強度"
IDS_USSG_ELASTIC_SECT_MODULUS_REFER_TENS_COMP_FLANGE = "相對於受拉與受壓翼緣的彈性斷面係數"
IDS_USSG_YIELD_MOMENT_U_AXIS = "關於 u 軸彎曲的降伏彎矩"
IDS_USSG_CALC_FLEX_STRENGTH_LLB_NONCOMPACT_SINGLE_ANGLE = "計算非緊密單角鋼構件之肢部局部屈曲（LLB）抗彎強度"
IDS_USSG_CALC_FLEX_STRENGTH_LLB_SLENDER_SINGLE_ANGLE = "計算細長單角鋼構件之肢部局部屈曲（LLB）抗彎強度"
IDS_USSG_CALC_FLEX_STRENGTH_LTB_SINGLE_ANGLE = "計算單角鋼構件之側扭屈曲（LTB）抗彎強度"
IDS_USSG_CALC_WTR_FLG_FLEX = "計算抗彎用翼緣的限制寬厚比"
IDS_USSG_CALC_WTR_WEB_FLEX = "計算抗彎用腹板的限制寬厚比"
IDS_USSG_CALC_WTR_FLG_FLEX_SEIS_PROV = "計算耐震規定中抗彎用翼緣的限制寬厚比"
IDS_USSG_CALC_WTR_WEB_FLEX_SEIS_PROV = "計算耐震規定中抗彎用腹板的限制寬厚比"
IDS_USSG_CALC_WTR_PIPE_FLEX = "計算抗彎用鋼管的限制寬厚比"
IDS_USSG_CALC_WTR_FLB = "計算 FLB 的限制寬厚比"
IDS_USSG_CHECK_INTERATION_COMBINED_STRENGTH = "檢核組合強度之交互作用"
IDS_USSG_RADIUS_GYRATION_MINOR_PRINCIPAL_AXIS = "次主軸的迴轉半徑"
IDS_USSG_COORDINATE_V_AXIS_ALONG_SHEAR_CENETR = "剪力中心沿 v 軸的座標"
IDS_USSG_SEISMICALLY_COMPACT = "抗震緊湊"
IDS_USSG_COMPACT_FLG_NOT_APPLIED_FLB = "緊密翼緣 %s 不適用翼緣局部屈曲之極限狀態"
IDS_USSG_COMPACT_FLG_NOT_APPLIED_WLB = "緊密翼緣 %s 不適用腹板局部屈曲之極限狀態"
IDS_USSG_COMPACT_WEB_NOT_APPLIED_WLB = "緊密腹板 %s 不適用腹板局部屈曲之極限狀態"
IDS_USSG_NOT_APPLIED_TFY = "不適用受拉翼緣降伏之極限狀態"
IDS_USSG_NOT_APPLIED_LTB = "不適用側扭屈曲"
IDS_USSG_CALC_PLATIFICATION_FACTOR = "計算塑化係數"
IDS_USSG_SKIP_SHEAR_CHECK = "跳過剪力強度檢核"
IDS_USSG_AXIAL_FORCE_NEED_CONSIDERED = "需要考慮軸力的影響"
IDS_USSG_AXISL_FORCE_NOT_NEED_CONSIDERED = "不需要考慮軸力的影響"
IDS_USSG_CALC_WEB_SHEAR_COEFF_SINGLE_ANGLE = "計算單角鋼的腹板剪力係數（%s）"
IDS_USSG_CALC_WEB_SHEAR_COEFF = "計算腹板剪力係數"
IDS_USSG_SLENDER_WEB_NOT_ALLOWABLE = "細長腹板 %s 細長腹板不容許"
IDS_USSG_CHECK_FLEX_STRENGTH_CIRCULAR_TUBE = "檢核圓形鋼管的抗彎強度"
IDS_USSG_CHECK_FLEX_STRENGTH_CIRCULAR_BAR = "檢核圓形鋼棒的抗彎強度"
IDS_USSG_LATERAL_UNBRACED_LENGTH_INELASTIC_LTB = "計算非彈性側扭屈曲極限狀態的側向未支撐長度"
IDS_USSG_LATERAL_UNBRACED_LENGTH_YIELDING = "計算降伏極限狀態的限制側向未支撐長度"
IDS_USSG_CALC_EFF_RADIUS_GYRATION_LTB = "計算側扭屈曲的有效迴轉半徑"
IDS_USSG_CALC_BENDING_STRENGTH_REDU_FACTOR = "計算抗彎強度折減係數"
IDS_USSG_DISTANCE_BETWEEN_FLG_CENTROID = "翼緣形心之間的距離"
IDS_USSG_CLAC_WEB_PLATE_BUCKLING_COEFF = "計算腹板板件屈曲係數"
IDS_USSG_FOR_STEM_OF_TEE_WITH = "適用於具有下列條件之 T 形斷面腹板"
IDS_USSG_FOR_STIFFENED_WEB = "對於加強網"
IDS_USSG_FOR_WEB_ROLLED_H_WITH = "適用於具有下列條件之軋製 H 形構件腹板"
IDS_USSG_FOR_ROLLED_H = "適用於軋製 H 形構件"
IDS_USSG_FOR_WEBS_DOUBLE_SINGLE_SYMM_SHAPE = "適用於所有其他雙/單對稱斷面及槽鋼的腹板"
IDS_CHECK_TORSION_STRENGTH = "檢核扭轉強度"
IDS_CALC_CRITICAL_STRESS = "計算臨界應力"
IDS_CALC_INTERATIO_RATIO_COMBINED_STRENGTH = "計算組合強度之交互作用比"
IDS_ELASTIC_SECT_MODULUS = "彈性截面模數"
IDS_FORMULA = "公式"
IDS_USSG_CALC_COMP_EFFECTIVE_AREA = "計算細長單元的有效面積"
IDS_USSG_CALC_COMP_EFFECTIVE_AREA_WIDTH = "使用有效寬度計算有效面積"
IDS_USSG_CALC_COMP_EFFECTIVE_WIDTH_FLG_TOP = "計算有效寬度（上翼緣）"
IDS_USSG_CALC_COMP_EFFECTIVE_WIDTH_FLG_BOT = "計算有效寬度（下翼緣）"
IDS_USSG_CALC_COMP_EFFECTIVE_WIDTH_WEB = "計算有效網"
IDS_USSG_CALC_COMP_EFFECTIVE_WIDTH_STEM = "計算有效主體"
IDS_USSG_FOR_STEM_WEB_TENS = "適用於受拉之腹板與腹板肢"
IDS_USSG_FOR_STEM_WEB_COMP = "適用於受壓之腹板與腹板肢"
IDS_USSG_FOR_OTHER_H_C = "適用於所有其他 H 形構件及槽鋼"
IDS_USSG_WEB_BUCKLING_COEFF = "網板屈曲係數"
IDS_USBP_CHECK_DEVELOPEMENT_LENGTH_ANCHOR_BOLT = "檢核錨栓的發展長度"
IDS_USBP_BASE_PLATE = "基礎板"
IDS_USBP_RIB_WING = "肋/翼"
IDS_USBP_ANCHOR_BOLT = "錨固螺栓"
IDS_USBP_RIB = "肋"
IDS_USBP_WING_PLATE = "翼板"
IDS_USBP_RIB_PLATE = "肋板"
IDS_USBP_RIB_WING_PLATE = "肋板與翼板"
IDS_USBP_PEDESTAL = "基座"
IDS_USBP_CHECK_BEARING_STRESS_BASE_PLATE = "檢核底板的承壓應力"
IDS_USBP_REACTION_FORCE_NOT_EXIST = "反力不存在。"
IDS_USBP_BEARING_STRESS = "承載應力"
IDS_USBP_CALC_BEARING_STRESS_CONCRETE = "計算混凝土的承壓應力"
IDS_USBP_CHECK_TENSILE_STRENGTH = "檢核拉伸強度"
IDS_USBP_TENSION_FORCE_IS_NOT_EXIST = "拉力不存在。"
IDS_USBP_CHECK_DEVELOPMENT_LENGTH = "檢核發展長度（彎鉤鋼筋）"
IDS_USBP_APPLIED_LCOM_BEARING_STRESS = "承壓應力所採用的載重組合"
IDS_USBP_CHECK_TENSION_STRESS_ANCHOR_BOLT = "檢核錨栓的拉應力"
IDS_USBP_TENSION_FORCE_NOT_EXIST = "拉力不存在。"
IDS_USBP_CHECK_BASE_PLATE = "檢核基礎板"
IDS_USBP_DESIGN_MOMENT_USE_AVERAGE = "設計彎矩 (使用平均值)"
IDS_USBP_FORCE_DIAGRAM = "內力圖"
IDS_USBP_CHECK_RIB_PLATE = "檢核肋板"
IDS_USBP_CHECK_WING_PLATE = "檢核翼板"
IDS_USBP_CHECK_ANCHOR_BOLT_CIP = "檢核錨栓（現場埋設）"
IDS_USBP_ANCHOR_BOLT_NOT_EXIST = "錨栓不存在。"
IDS_USBP_CHECK_DEVELOP_LENGTH_ANCHOR_BOLT = "檢核錨栓的發展長度（彎鉤鋼筋）"
IDS_USBP_INPUT_LIST = "鋼底板輸入清單"
IDS_USBP_START_ANGLE = "起始角度"
IDS_USBP_GENERATE_REPORT = "正在產生鋼底板報告..."
IDS_USBP_NUMBER_ANCHOR_BOLT = "錨固螺栓數量"
IDS_USBP_NOX = "No(X)"
IDS_USBP_NOY = "No(Y)"
IDS_USBP_CHECK_TENSION_STRESS_BEARING = "檢核承壓中的拉應力"
IDS_USBP_CALC_BP_THK = "計算基礎板厚度"
IDS_CALC_THK_RATIO = "計算底板厚度比"
IDS_USCG_INPUT_LIST = "鋼吊車梁輸入清單"
IDS_USCG_COVER_PLATE = "覆蓋板"
IDS_USCG_WHEEL_LOAD = "輪載"
IDS_USCG_SIZE_IMPACT_FACTOR = "尺寸與衝擊係數"
IDS_USCG_BACK_TRUSS = "後桁架"
IDS_USCG_FATIGUE_DEFLECTION = "疲勞與撓度"
IDS_USCG_NO_WHEEL = "車輪數"
IDS_USCG_INCLUDE_SELF_WEIGHT = "包含自重"
IDS_USCG_RAIL_WIDTH = "軌道寬度"
IDS_USCG_VER = "垂直向"
IDS_USCG_HOR = "水平向"
IDS_USCG_RUN = "行走"
IDS_USCG_NUMBER_STRESS_RANGE_FLUCTUTATION = "設計壽命內應力範圍波動次數"
IDS_USCG_CRITERIA_FOR_VERT_DEFLECTION_CHECK = "垂直撓度檢核準則"
IDS_USCG_VERTICAL_DIR = "垂直方向"
IDS_USCG_HORIZONTAL_DIR = "水平方向"
IDS_USCG_RUNNING_DIR = "行走方向"
IDS_USCG_CHECK_FATIGUE = "檢核疲勞"
IDS_USCG_CHECK_STIFFENER = "檢核加強肋"
IDS_USCG_CHECK_STIFFENER_END = "檢核加強肋 (端部)"
IDS_USCG_CHECK_STIFFENER_MIDDLE = "檢核加強肋 (中部)"
IDS_USCG_DATA_TO_CALC_STIFFENER_NOT_SUPPLIED = "未提供計算加勁肋所需的資料。請檢查您的加勁肋資料。"
IDS_USCG_IMPACT_FACTOR = "衝擊係數"
IDS_USCG_BRACE_TENSION_FLANGE = "支撐張力法蘭"
IDS_USCG_BACK_GIRDER = "後主梁"
IDS_USCG_VERTICAL_STIFFENER = "垂直加強肋"
IDS_USCG_BEARING_STIFFENER_AT_SUPPORT = "支撐處的承載加強肋"
IDS_USCG_INTERMEDIATE_STIFFENER = "中間加強肋"
IDS_USCG_FATIGUE = "疲勞"
IDS_USCG_NUMBER_STRESS_RANGE_FLUCTUTAION = "設計壽命內應力範圍波動次數"
IDS_USCG_CALC_MEMBER_FORCE_BY_WHEEL_LOAD = "計算構件內力（依車輪載重）"
IDS_USCG_VERTICAL_MEMBER_FORCES = "垂直構件內力"
IDS_USCG_MAX_SHEAR_FORCE = "最大剪力"
IDS_USCG_MAX_REACTION_AT_SUPPORT = "支撐處的最大反應"
IDS_USCG_DETERMINE_MEMBER_FORCES = "確定構件內力"
IDS_USCG_MAX_BENDING_MOMENT = "最大彎矩"
IDS_USCG_REACTION_AT_SUPPORT_A_MAX_MOMENT = "最大彎矩時支承 A 的反力"
IDS_USCG_REACTION_AT_SUPPORT_B_MAX_MOMENT = "最大彎矩時支承 B 的反力"
IDS_USCG_HORIZONTAL_MEMBER_FORCES = "水平構件內力"
IDS_USCG_BENDING_MOMENT = "彎矩"
IDS_USCG_REACTION_AT_SUPPORT_A = "支撐A的反應"
IDS_USCG_REACTION_AT_SUPPORT_B = "支撐 B 的反應"
IDS_USCG_RUNNING_DIRECTIONAL_MEMBER_FORCES = "運行方向性結構構件力"
IDS_USCG_POSSIBLE_MAX_AXIAL_FORCE = "可能的最大軸力"
IDS_USCG_CHECK_ALLOWABLE_FATIGUE_STRESS = "檢核容許疲勞應力"
IDS_USCG_FATIGUE_CHECKED_BY_APPENDIX_3_AISC = "疲勞依 AISC LRFD Manual, 2005 之附錄 3 進行檢核"
IDS_USCG_CALC_DESIGN_STRESS_RANGE = "計算設計應力範圍"
IDS_USCG_STRESS_CATEGORY = "應力類別"
IDS_USCG_MAX_DEFLECTION = "最大挠度"
IDS_USCG_MAX_MOMENT_BY_LIVE_LOAD = "活載重造成的最大彎矩"
IDS_USCG_MAX_STRESS_BY_LIVE_LOAD = "活載重造成的最大應力"
IDS_USCG_CALC_MEMBER_FORCE_BY_SELF_WEIGHT = "計算結構構件內力（依自重）"
IDS_USCG_POSITION_LOAD_CENTER_FROM_SUPPORT_A = "載重中心距支承 A 的位置"
IDS_USCG_POSITION_MAX_DEFLECTION_FROM_SUPPORT_A = "最大撓度距支承 A 的位置"
IDS_USCG_CALC_MEMBER_FORCES_BY_BACK_GIRDER = "計算結構構件內力（依後梁）"
IDS_USCG_AXIAL_FORCE_BY_BACK_GIRDER = "後梁造成的軸力"
IDS_USCG_MIN_STRESS_BY_LIVE_LOAD = "活載重造成的最小應力"
IDS_USCG_CHECK_BEARING_STIFFENER_AT_SUPPORT = "檢核支承處承壓加勁肋"
IDS_USCG_CHECK_IF_STIFFENER_IS_REQ = "檢核是否需要加勁肋"
IDS_USCG_CHECK_REQ_FOR_STIFFENER = "檢核加勁肋要求"
IDS_USCG_CHECK_REQ_FOR_STIFFENER_TO_APPLY_TENSION_ACTION = "檢核施加張力場作用所需之加勁肋要求"
IDS_USCG_REACTION_AT_SUPPORT = "支撐處反應"
IDS_USCG_STRESS_RANGE_BY_LIVE_LOAD = "由活載重造成的應力範圍"
IDS_USCG_BENDING_MOMENT_AT_LOAD_CENTER = "載重中心處彎矩"
IDS_USCG_CHECK_FLANGE_WEB_UNDER_CONCENTRATED_FORCE = "檢核翼緣與腹板在集中內力作用下"
IDS_USCG_CHECK_INTERMEDIATE_STIFFENER = "檢核中間加勁肋"
IDS_USCG_CHECK_REQ_TENSION_FIELD_ACTION = "檢核張力場作用之要求"
IDS_USCG_CHECK_WEB_UNDER_CONCENTRATED_FORCE = "檢核腹板在集中內力作用下"
IDS_USCG_STIFFENER_AXIAL_STRENGTH = "加勁肋軸向強度"
IDS_USCG_FLANGE_LOCAL_BENDING = "法蘭局部彎曲"
IDS_USCG_WEB_LOCAL_YIELDING = "腹板局部屈服"
IDS_USCG_WEB_CRIPPLING = "腹板破壞"
IDS_USCG_WEB_SIDESWAY_BUCKLING = "腹板側向屈曲"
IDS_USCG_WEB_COMPRESSION_BUCKLING = "腹板壓縮屈曲"
IDS_USCG_GENERATE_REPORT = "正在產生鋼製起重機梁報告..."
IDS_USCG_H_SECTION = "H型斷面"
IDS_USCG_CRITERIA_HORZ_DEFLECT_CHECK = "水平撓度檢核準則"
IDS_USCG_CONSTANT = "常數"
IDS_USCG_THRESHOLD_FATIGUE_STRESS_RANGE = "閾值疲勞應力範圍"
IDS_USCG_DESIGN_STRESS_RANGE = "設計應力範圍"
IDS_USCG_POSSIBLE_MAX_STRESS = "可能的最大應力"
IDS_USCG_VERT_DEFLECTION = "垂直撓度"
IDS_USCG_HORZ_DEFLECTION = "水平撓度"
IDS_USCG_POSITION_LOAD_CENTER = "載重中心位置"
IDS_USCG_POSITION_LOAD_CENTER_1ST_WHEEL = "載重中心相對於 %s 輪的位置"
IDS_USCG_DISTANCE_1ST_WHEEL_FROM_SUPPORT_A = "%s 輪距離支承 A 的距離"
IDS_USCG_REQUIREMENT_FOR_STIFFENER_I = "加勁肋要求 ( I )"
IDS_USCG_TENSION_FIELD_ACTION = "拉力場作用"
IDS_USCG_REQUIREMENT_TENSION_FIELD_ACTION = "T.F.作用之要求"
IDS_USCG_DESIGN_AXIAL_FORCE = "設計軸向力"
IDS_USFW_MAXIMUM_FORCE = "最大內力"
IDS_USCG_SELG_WEIGHT_OF_CRANE_GIRDER_IS_NOT_CONSIDERED = "未考慮起重機梁自重。"
IDS_USCG_SELG_WEIGHT_OF_CRANE_GIRDER_IS_CONSIDERED = "已考慮起重機梁自重。"
IDS_USPG_PURLIN = "檁條"
IDS_USPG_GIRT = "橫樑"
IDS_USPG_CONTINUITY = "連續性"
IDS_USPG_VERTICAL_LOAD = "垂直載重"
IDS_CHECK_STRENGTH = "檢核強度"
IDS_USPG_GENERATE_REPORT = "正在產生鋼製檁條/圍樑報告..."
IDS_USPG_BY_CODE = "依設計規範"
IDS_USPG_INPUT_LIST = "鋼製檁條 / 圍樑輸入清單"
IDS_USPG_STRENGTH_DETAIL = "強度細節"
IDS_USWO_INPUT_LIST = "鋼腹板開孔輸入清單"
IDS_USWO_USE_PLATE = "使用板"
IDS_USWO_REINFORCING_PLATE = "加強板"
IDS_USWO_DOUBLE = "雙重"
IDS_USWO_CONSIDER_SELF_WEIGHT = "考慮自重"
IDS_USWO_UNIT_LOAD = "單位載重"
IDS_USWO_RADIUS = "半徑"
IDS_USWO_DECK = "甲板"
IDS_USWO_WEB_OPENING = "腹板開口"
IDS_USWO_CORNER_RADIUS = "角落半徑"
IDS_USWO_DESIGN_FORCE_USER = "設計力 ( 使用者 )"
IDS_USWO_CONCENTRAED_FORCE = "集中內力"
IDS_USWO_CHECK_STABILITY_CONSIDERATIONS = "檢核穩定性考量"
IDS_USWO_CHECK_GUIDELINES_FOR_DETAILING = "檢核細部設計指導方針"
IDS_USWO_OPENDING_AND_TEE_DIMENSIONS = "開口和T型尺寸"
IDS_USWO_CORNER_RADII_EDGE_OF_OPENING = "開孔的角部圓角半徑與孔邊緣"
IDS_USWO_CALC_MAX_SHEAR_CAPACITY = "計算最大剪力承載能力"
IDS_USWO_CALC_MAX_MOMENT_CAPACITY = "計算最大彎矩承載能力"
IDS_USWO_CALC_MOMENT_SHEAR_INTERACTION = "計算彎矩-剪力互動"
IDS_USWO_CHECK_ADDITIONAL_REQUIREMENT = "檢核額外要求"
IDS_USWO_REQUIREMENT_FOR_REINORCING_PLATE_ONE_SIDE = "僅單側補強板之要求"
IDS_USWO_MAX_MOMENT_CAPACITY_REINFORCED = "最大彎矩承載能力 ( 鋼筋 )"
IDS_USWO_MAX_MOMENT_CAPACITY_UNREINFORCED = "最大彎矩承載能力 ( 非鋼筋 )"
IDS_USWO_MAX_MOMENT_CAPACITY = "最大彎矩承載能力"
IDS_USWO_CORNER_RADII = "角落半徑"
IDS_USWO_EDGE_OPENING = "開口邊緣"
IDS_USWO_CALC_SELF_WEIGHT = "計算自重"
IDS_USWO_DESIGN_FORCE_OPENING = "開口處設計力"
IDS_USWO_MAX_SHEAR_CAPACITY = "最大剪力承載能力"
IDS_USWO_REINFORCEMENT_LENGTH_SPACING_OPENING = "開孔補強長度與間距"
IDS_USWO_REINFORCEMENT_LENGTH_BEYOND_OPENING = "超出開孔的補強長度"
IDS_USWO_LOCAL_BUCKLING_COMPRESSION_FLANGE_OR_REINFORCEMENT = "受壓翼緣或鋼筋之局部挫屈"
IDS_USWO_LIMIT_WTR_WEB = "腹板寬厚比限制"
IDS_USWO_REQUIREMENT_STUD = "要求 ( 標準 )"
IDS_USWO_CALC_MOMENT_CAPACITY_UNPERFORATED_BEAM = "計算未開孔梁之彎矩強度（複合梁）"
IDS_USWO_MOMENT_CAPACITY_UNPERFORATED_BEAM_STEEL = "未開孔梁之彎矩強度（鋼梁）"
IDS_USWO_CALC_FORCE_IN_CONCRETE = "計算混凝土內力"
IDS_USWO_CALC_FORCE_IN_CONCRETE_STEEL = "計算混凝土與鋼材中的內力"
IDS_USWO_PRE_CALC_MAX_SHEAR_CAPACITY = "最大剪力容量之前置計算"
IDS_USWO_AXIAL_FORCE_IN_CONCRETE_REINFORCEMENT = "混凝土與鋼筋中的軸力"
IDS_USWO_SPACING_OPENING = "開口間距"
IDS_USWO_MAX_CAPACITY = "最大承載能力"
IDS_USWO_MOMENT_STRENGTH = "彎矩強度"
IDS_USWO_CALC_MAX_SHEAR_CAPACITY_TEE = "計算 T 形截面之最大剪力容量"
IDS_USWO_MAX_SHEAR_CAPACITY_TEE = "計算 T 形截面之最大剪力容量"
IDS_USWO_GENERATE_REPORT = "正在產生鋼腹板開孔報告..."
IDS_USWO_ELASTIC_MODULUS_CONCRETE = "混凝土彈性模量"
IDS_USWO_MOMENT_SHEAR_INTERACTION_RATIO = "彎矩-剪力互動比"
IDS_USWO_OPENING_PARAMETER = "開口參數"
IDS_USWO_CONSIDER_CONCENTRAED_FORCE = "考慮集中內力"
IDS_USWO_DISTANCE_TO_EDGE_OPENING = "至開孔邊緣的距離"
IDS_USWO_RECALCULRATION_IS_REQUIRED = "需要重新計算"
IDS_USWO_SHAER_CAPACITY_OF_TOP_TEE_2ND_PHASE = "上部 T 形截面剪力容量（第 2 階段）"
IDS_USWO_MODIFY_VM_BY_WIDTH_THICHNESS_RATIO_OF_WEB = "依腹板寬厚比修正 V_m$"
IDS_USST_INPUT_LIST = "鋼梯輸入清單"
IDS_USST_CHECK_SECTIONS = "檢核斷面"
IDS_USST_TYPE_SUPPORT = "類型與支撐"
IDS_USST_SECTION_TYPE_SUPPORT = "斷面 ( 類型與支撐 )"
IDS_USST_SECTION_STRINGER = "斷面 ( 梁 )"
IDS_USST_SECTION_PLATE = "斷面 ( 板 )"
IDS_USST_SUPPORT_CONDITIONS = "支撐條件"
IDS_USST_LEFT_SUPPORT = "左支撐"
IDS_USST_RIGHT_SUPPORT = "右支撐"
IDS_USST_STAIR_TYPE = "樓梯類型"
IDS_USST_SUPPORT_L = "支撐(L)"
IDS_USST_SUPPORT_R = "支撐(R)"
IDS_USST_STRINGER = "梁"
IDS_USST_STRINGER1 = "梁1"
IDS_USST_STRINGER2 = "梁2"
IDS_USST_STRINGER3 = "梁3"
IDS_USST_STRINGER4 = "梁4"
IDS_USST_STAIR_HEIGHT = "樓梯高度"
IDS_USST_STAIR_WIDTH = "樓梯寬度"
IDS_USST_GENERATE_REPORT = "正在產生鋼樓梯報告..."
IDS_USWE_INPUT_LIST = "鋼焊接輸入清單"
IDS_USWE_THIK_BASE_MEMBER = "厚度 ( 基構件 )"
IDS_USWE_LENGTH_ANGLE = "角度長度"
IDS_USWE_LEG_SIZE_WELD_SMAX = "腿長（焊接構件側，Smax）"
IDS_USWE_LEG_SIZE_WELD_SMIN = "腿長（焊接構件側，Smin）"
IDS_USWE_LEG_SIZE_BASE_SMAX = "腿長（母材構件側，Smax）"
IDS_USWE_LEG_SIZE_BASE_SMIN = "腿長（母材構件側，Smin）"
IDS_USWE_LEG_SIZE_FLANGE_SMAX = "腿部尺寸 ( 法蘭, Smax )"
IDS_USWE_LEG_SIZE_FLANGE_SMIN = "腿部尺寸 ( 法蘭, Smin )"
IDS_USWE_LEG_SIZE_WEB_SMAX = "腿部尺寸 ( 腹板, Smax )"
IDS_USWE_LEG_SIZE_WEB_SMIN = "腿部尺寸 ( 腹板, Smin )"
IDS_USWE_LEG_SIZE = "腿部尺寸"
IDS_USWE_WELD_MEMBER = "焊接構件"
IDS_USWE_BASE_MEMBER = "基構件"
IDS_USWE_WELD_MEMBER_SIDE = "焊接構件側面"
IDS_USWE_BASE_MEMBER_SIDE = "基構件側面"
IDS_USWE_CHECK_STIFFENER = "檢核加勁肋"
IDS_USWE_STRENGTH_WELD_MEMBER_SIDE = "焊接構件側強度"
IDS_USWE_STRENGTH_BASE_MEMBER_SIDE = "母材側強度"
IDS_USWE_STRESS_WELD_MEMBER_SIDE = "焊接構件側應力"
IDS_USWE_STRESS_BASE_MEMBER_SIDE = "母材側應力"
IDS_USWE_CALC_BEAM_FLANGE_FORCE = "計算梁法蘭內力"
IDS_USWE_DESIGN_MOMENT_FLANGE_FORCE = "設計彎矩與法蘭內力"
IDS_USWE_CHECK_SECTION_STIFFENER = "檢核加勁肋斷面"
IDS_USWE_WIDTH_STIFFENER = "加勁肋寬度"
IDS_USWE_WIDTH_THICK_RATIO = "寬度-厚度比"
IDS_USWE_LOCAL_BUCKLING_STRESS_DUE_TO_FLANCE_FORCE = "由梁翼緣內力引起的局部挫屈應力"
IDS_USWE_COLM_WEB_CLIPPLING = "柱網剪切"
IDS_USWE_COLM_WEB_COMPRESSION_BUCKLING = "柱網壓縮屈曲"
IDS_USWE_WELD_SIZE_POSITION = "焊接尺寸與位置"
IDS_USWE_WELD_SIZE_LEG = "焊接尺寸 (腿部尺寸)"
IDS_USWE_MOMENT_DISTRIBUTION_FACTOR = "彎矩分佈係數"
IDS_USWE_CALC_PROP_WELDING = "計算焊接性質"
IDS_USWE_CALC_STRESS = "計算應力"
IDS_USWE_CHECK_RATIO = "檢核比率"
IDS_USWE_ELECTRODE = "電極"
IDS_USWE_NO_ANGLE = "角鋼數量"
IDS_USWE_POSITION_TYPE = "位置類型"
IDS_USWE_CHECK_REQUIREMENT = "檢核要求"
IDS_USWE_CHECK_LENGTH_ANGLE = "檢核角度長度"
IDS_USWE_CHECK_LEG_SIZE_WELD = "檢核腿長（焊接構件側）"
IDS_USWE_CHECK_LEG_SIZE_BASE = "檢核腿長（母材構件側）"
IDS_USWE_CHECK_LEG_SIZE_FLANGE = "檢核腿部尺寸 (法蘭)"
IDS_USWE_CHECK_LEG_SIZE_WEB = "檢核腿部尺寸 (網)"
IDS_USWE_CALC_PROP_WELD_MEMB = "計算性質 (焊接構件)"
IDS_USWE_CALC_PROP_BASE_MEMB = "計算性質 (基礎構件)"
IDS_USWE_CALC_PROP = "計算性質"
IDS_USWE_CALC_ALLOWABLE_STRESS = "計算容許應力"
IDS_USWE_CALC_SECTION_PROP = "計算斷面性質"
IDS_USWE_CALC_DESIGN_FLANGE_FORCE = "計算設計法蘭力"
IDS_USWE_CHECK_WIDTH_STIFFENER = "檢核加勁肋寬度"
IDS_USWE_CHECK_WTR_STIFFENER = "檢核加勁肋寬厚比"
IDS_USWE_CHECK_LOCAL_BUCKLING_STRESS_DUE_TO_FLANGE_FORCE = "檢核由梁翼緣內力引起的局部挫屈應力"
IDS_USWE_CALC_STRESS_BY_FLANGE_FORCE = "計算由翼緣內力造成的應力"
IDS_USWE_CHECK_COLM_WEB_CLIPPLING = "檢核柱網剪切"
IDS_USWE_CALC_WEB_CRIPPLING_FORCE = "計算網剪切力"
IDS_USWE_CHECK_COLM_WEB_COMPRESSION_BUCKLING = "檢核柱腹板受壓挫屈"
IDS_USWE_CALC_WEB_COMPRESSION_BUCKLING_FORCE = "計算腹板受壓挫屈內力"
IDS_USWE_SECTION_WELD_MEMB = "斷面 (焊接構件)"
IDS_USWE_GENERATE_REPORT = "正在產生鋼焊接報告..."
IDS_UCCB_INPUT_LIST = "SRC 複合梁輸入清單"
IDS_UCCB_THIK_CONCRETE = "混凝土厚度"
IDS_UCCB_FINISH_LOAD = "完成載重"
IDS_UCCB_CONSTRUCTION = "施工"
IDS_UCCB_CONSTRUCTION_LOAD = "施工載重"
IDS_UCCB_PLASTIC_DESIGN_COMPACT = "塑性設計 (緊湊斷面)"
IDS_UCCB_ELASTIC_DESIGN_NONCOMPACT = "彈性設計（非緊密斷面）"
IDS_UCCB_NONCOMPACT_SECT_ELASTIC_DESIGN = "非緊密斷面 → 彈性設計"
IDS_UCCB_COMPACT_SECT_PLASTIC_DESIGN = "緊湊斷面 → 塑性設計"
IDS_UCCB_CALC_EFFECTIVE_WIDTH_SLAB = "計算板之有效寬度"
IDS_UCCB_CALC_DESIGN_LOAD_BY_SELF_WEIGHT = "依自重計算設計載重"
IDS_UCCB_CALC_DESIGN_FORCE_CONSTRUCTION = "計算施工期間設計內力"
IDS_UCCB_CALC_BEAM_MODE_PROP = "計算梁模式性質"
IDS_UCCB_CALC_DEFLECT_FREQUENCY = "計算撓度與頻率"
IDS_UCCB_CALC_EFFECTIVE_GIRDER_PANEL_WIDTH_HEIGHT = "計算主梁面板有效寬度與重量"
IDS_UCCB_CALC_EFFECTIVE_BEAM_PANEL_WIDTH_HEIGHT = "計算梁面板有效寬度與重量"
IDS_UCCB_CHECK_VIRBRATION_COMBINED_MODE = "檢核振動 (組合模式)"
IDS_UCCB_SECTION_HBEAM_SLAB = "斷面 (H型鋼與板)"
IDS_UCCB_SECTION_STUD = "斷面 (樁)"
IDS_UCCB_CHECK_REQUIREMENT_STUD = "檢核樁的要求"
IDS_UCCB_CHECK_DEFLECT_CONSTRUCTION = "檢核施工期間的撓度"
IDS_UCCB_CALC_TRANSFORMED_MOMENT_INERTIA = "計算換算斷面慣性矩"
IDS_UCCB_CALC_TRANSFORMED_MOMENT_INERTIA_PER_UNITWIDTH = "計算每單位寬度之換算斷面慣性矩"
IDS_UCCB_CONST_LOAD = "施工載重"
IDS_UCCB_DEAD_LIVE = "死載與活載"
IDS_UCCB_CHECK_SIZE = "檢核尺寸"
IDS_UCCB_CALC_THICK_DECK_SLAB = "計算樓承板板厚度"
IDS_UCCB_CHECK_DEFLECT_DEAD = "檢核靜載重撓度"
IDS_UCCB_CHECK_DEFLECT_LIVE = "檢核活載重撓度"
IDS_UCCB_CALC_ELASTIC_MODULUS_CONCRETE = "計算混凝土彈性模數"
IDS_UCCB_CALC_NUMBER_OF_STUD = "計算樁的數量"
IDS_UCCB_CALC_COMPOSITION_RATIO = "計算組成比"
IDS_UCCB_CHECK_MOMENT_STRENGTH_POSITIVE = "檢核彎矩強度（正彎矩）"
IDS_UCCB_CALC_MOMENT_INERTIA = "計算慣性矩"
IDS_UCCB_CALC_GIRDER_MODE_PROP = "計算主梁模式性質"
IDS_UCCB_CHECK_MATERIAL = "檢核材料"
IDS_UCCB_CALC_EFFECTIVE_MOMENT_INERTIA = "計算有效慣性矩"
IDS_UCCB_CALC_EFFECTIVE_BEAM_PANEL_WIDTH = "計算梁面板有效寬度"
IDS_UCCB_CALC_EFFECTIVE_GIRDER_PANEL_WIDTH = "計算主梁面板有效寬度"
IDS_UCCB_CALC_EFFECTIVE_WIDTH = "計算有效寬度"
IDS_UCCB_CALC_WEIGHT_BEAM_PANEL = "計算梁面板重量"
IDS_UCCB_ADJUST_GIRDER_DEFLECT = "調整主梁撓度"
IDS_UCCB_CALC_FLOOR_FUNDAMENTAL_FREQUENCY = "計算樓板基本頻率"
IDS_UCCB_CALC_EQUIVALENT_COMBINED_MODE_PANEL_WEIGHT = "計算等效組合模式面板重量"
IDS_UCCB_CALC_PEAK_ACCEL = "計算峰值加速度"
IDS_UCCB_HBEAM_SLAB = "H型鋼與板"
IDS_UCCB_CONCENTRATED_FORCES = "集中力"
IDS_UCCB_FLOOR_FREQUENCY = "樓板頻率 (Hz)"
IDS_UCCB_PEAK_ACCEL = "峰值加速度 (% 重力)"
IDS_UCCB_DESIGN_FORCE_CONCENTRACED = "設計力 (集中力)"
IDS_UCCB_MATL_PROP_APPLIED = "材料性質 (應用)"
IDS_UCCB_CALC_DESIGN_SHEAR_FORCE = "計算設計剪力"
IDS_UCCB_CALC_LOWER_LIMIT_MOMENT_INERTIA = "計算慣性矩下限"
IDS_UCCB_GENERATE_REPORT = "正在產生 SRC 複合梁報告..."
IDS_UCCB_DEFLECTION_DURING_CONSTUCTION = "施工期間的撓度"
IDS_UCCB_DEFLECTION_LIVELOAD = "活載引起的撓度"
IDS_UCCB_DEFLECTION_DEADLIVELOAD = "靜載重與活載重撓度"
IDS_UCCB_DIAMETER_STUD = "樁的直徑"
IDS_UCCB_LENGTH_STUD = "樁的長度"
IDS_UCCB_SPACE_STUD = "樁的間距"
IDS_UCCB_DESIGN = "設計"
IDS_UCCB_STUD = "樁"
IDS_UCCB_CONST_DOT = "施工"
IDS_UCCB_FINISH = "完成"
IDS_UCCB_SELF = "自重"
IDS_AA_BEAMCOLM_GENERAL_INPUT_LIST = "鋁梁/柱（一般）輸入清單"
IDS_AA_SECT_PROP = "斷面性質"
IDS_AA_BUCKLING_CONSTANT_INTERCEPT = "挫屈常數（截距）。"
IDS_AA_BUCKLING_CONSTANT_SLOPE = "挫屈常數（斜率）。"
IDS_AA_BUCKLING_CONSTANT_INTERSECTION = "挫屈常數（交點）。"
IDS_AA_PRODUCT_TYPE = "產品類型"
IDS_AA_REDUCTION_FACTOR = "減少係數"
IDS_AA_BUILDING_SIMILAR_TYPE_STRUCT = "建築與類似型結構"
IDS_AA_TENSION_SECTION_3_4_1 = "拉力（第 3.4.1 節）"
IDS_AA_TENSION_IN_BEAMS_SECTION_3_4_2 = "梁之拉力（第 3.4.2 節）"
IDS_AA_TENSION_IN_BEAMS_SECTION_3_4_3 = "梁之拉力（第 3.4.3 節）"
IDS_AA_TENSION_IN_BEAMS_SECTION_3_4_4 = "梁之拉力（第 3.4.4 節）"
IDS_AA_COMPRESSION_IN_BEAMS_SECTION_3_4_12 = "梁之壓力（第 3.4.12 節）"
IDS_AA_AXIAL_GROSS_SECTION = "軸向，毛斷面"
IDS_AA_GROSS_SCTION = "毛斷面"
IDS_AA_DETERMINE_TENSION_STRESS = "確定拉應力"
IDS_AA_DETERMINE_COMPRESSION_STRESS = "確定壓應力"
IDS_AA_DETERMINE_BENDING_STRESS = "確定彎應力"
IDS_AA_DETERMINE_SHEAR_STRESS = "確定剪應力"
IDS_AA_CHECK_STRESS = "檢核應力"
IDS_AA_EXTREME_FIBER_NET_SECTION = "極限纖維，淨斷面"
IDS_AA_BEARING_SECTION_3_4_5 = "承壓（第 3.4.5 節）"
IDS_AA_BEARING_SECTION_3_4_6 = "承壓（第 3.4.6 節）"
IDS_AA_COMPRESSION_IN_COLUMNS_3_4_7 = "柱之壓力（第 3.4.7 節）"
IDS_AA_ON_FLAT_SURFACES_PINS_ON_BOLTS_IN_SLOT_HOLES = "在平面上之銷，以及在長孔內螺栓上的銷"
IDS_AA_ALL_COLUMNS = "所有柱"
IDS_AA_CHECK_COMBINED_RATIO_AXIAL_BENDING = "檢核組合比（軸力 + 彎矩）"
IDS_AA_CHECK_COMBINED_RATIO_AXIAL_BENDING_SHEAR = "檢核組合比（軸力 + 彎矩 + 剪力）"
IDS_AA_FLAT_ELEMENTS_IN_UNIFORM_TENSION_FLANGE = "均勻拉力下的平板元素（翼緣）"
IDS_AA_ROUND_OR_OVAL_TUBES = "圓形或橢圓形管"
IDS_AA_EXTREME_FIBER_GROSS_SECTION = "極限纖維，毛斷面"
IDS_AA_ON_RIVETS_AND_BOLTS = "在鉚釘和螺栓上"
IDS_AA_COMPRESSION_IN_COLUMN_ELEMENTS_3_4_8 = "柱元素之壓力（第 3.4.8 節）"
IDS_AA_COMPRESSION_IN_COLUMN_ELEMENTS_3_4_8_1 = "柱元素之壓力（第 3.4.8.1 節）"
IDS_AA_FLAT_ELEMENTS_SUPPORTS_ON_ONE_EDGE_COLM_BUCKLING_SYMM_AXIS = "單邊支承的平板元素－柱繞對稱軸挫屈"
IDS_AA_FLAT_ELEMENTS_SUPPORTS_ON_ONE_EDGE_COLM_NOT_BUCKLING_SYMM_AXIS = "單邊支承的平板元素－柱不繞對稱軸挫屈"
IDS_AA_COMPRESSION_IN_COLUMN_ELEMENTS_3_4_9 = "柱元素之壓力（第 3.4.9 節）"
IDS_AA_COMPRESSION_IN_COLUMN_ELEMENTS_3_4_9_1 = "柱元素之壓力（第 3.4.9.1 節）"
IDS_AA_COMPRESSION_IN_COLUMN_ELEMENTS_3_4_9_2 = "柱單元受壓（斷面 3.4.9.2）"
IDS_AA_COMPRESSION_IN_COLUMN_ELEMENTS_3_4_10 = "柱單元受壓（斷面 3.4.10）"
IDS_AA_FLAT_ELEMENTS_SUPPORTS_ON_BOTH_EDGE = "兩側邊支承之平板單元"
IDS_AA_FLAT_ELEMENTS_IN_BENDING_IN_OWN_PLANE_WEB = "平板單元於自身平面內受彎（腹板）"
IDS_AA_FLAT_ELEMENTS_SUPPORTS_ON_ONE_EDGE_WITH_STIFFENER_OTHER_EDGE = "一側邊支承且另一側邊設有加勁肋之平板單元"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_16_3 = "梁單元受壓（斷面 3.4.16.3）"
IDS_AA_ELEMENTS_IN_UNIFORM_COMPRESSION_GROSS_SECTION = "單元均勻受壓，毛斷面"
IDS_AA_ELEMENTS_IN_BENDING_OWN_PLANE_GROSS_SECTION = "單元於自身平面內受彎，毛斷面"
IDS_AA_FLAT_ELEMENTS_SUPPORTS_ON_BOTH_EDGE_WITH_INTERMEDIATE_STIFFENER = "兩側邊支承且設有中間加勁肋之平板單元"
IDS_AA_COMPRESSION_IN_BEAMS_3_4_11 = "梁受壓（斷面 3.4.11）"
IDS_AA_COMPRESSION_IN_BEAMS_3_4_13 = "梁受壓（斷面 3.4.13）"
IDS_AA_COMPRESSION_IN_BEAMS_3_4_14 = "梁受壓（斷面 3.4.14）"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_15 = "梁單元受壓（斷面 3.4.15）"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_16 = "梁單元受壓（斷面 3.4.16）"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_16_1 = "梁單元受壓（斷面 3.4.16.1）"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_16_2 = "梁單元受壓（斷面 3.4.16.2）"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_17 = "梁單元受壓（斷面 3.4.17）"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_18 = "梁單元受壓（斷面 3.4.18）"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_19 = "梁單元受壓（斷面 3.4.19）"
IDS_AA_SHEAR_IN_ELEMENTS_3_4_20 = "單元剪力（斷面 3.4.20）"
IDS_AA_UNSTIFFENED_FLAT_ELEMENTS_SUPPORTS_ON_BOTH_EDGE = "兩側邊支承之未加勁平板單元"
IDS_AA_SHEAR_IN_FLEMENTS_3_4_21 = "單元剪力（斷面 3.4.21）"
IDS_AA_STIFFENED_FLAT_ELEMENTS_SUPPORTS_ON_BOTH_EDGE = "兩側邊支承之加勁平板單元"
IDS_AA_CURVED_ELEMENTS_SUPPORTS_ON_BOTH_EDGE = "兩側邊支承之曲板單元"
IDS_AA_COMPONENT_IN_UNIFORM_COMPRESSION_GROSS_SECTION = "構件均勻受壓，毛斷面"
IDS_AA_FLAT_PLATES_WITH_COMPRESSION_EDGE_FREE_TENSION_EDGE_SUPPORTED = "受壓邊自由、受拉邊支承之平板。"
IDS_AA_FLAT_PLATES_WITH_BOTH_EDGE_SUPPORTED = "兩側邊支承之平板。"
IDS_AA_FLAT_ELEMENTS_SUPPORTED_ON_BOTH_EDGES_WITH_LONGITUDINAL_STIFFENER = "兩側邊支承且設有縱向加勁肋之平板單元"
IDS_AA_SINGLE_WEB_SHAPES = "單一網狀形狀"
IDS_AA_SOLID_RECTANGULAR_ROUND_SECTION = "實心矩形與圓形斷面"
IDS_AA_TUBULAR_SHAPES = "管狀形狀"
IDS_AA_FLAT_ELEMENTS_SUPPORT_ON_ONE_EDGE = "一側邊支承之平板單元"
IDS_AA_CALC_COMBINED_RATIO_POST_INSTALLED_ANCHOR_BOLT = "計算組合比（後置式錨栓）"
IDS_AA_CALC_COMBINED_RATIO_AXIAL_BENDING = "計算組合比（軸力 + 彎矩）"
IDS_AA_CALC_COMBINED_RATIO_AXIAL_BENDING_SHEAR = "計算組合比（軸力 + 彎矩 + 剪力）"
IDS_AA_AXIAL_BENDING = "軸向 + 彎曲"
IDS_AA_AXIAL_BENDING_SHEAR = "軸向 + 彎曲 + 剪力"
IDS_AA_CHECK_MINOR_AXIS = "檢核次軸"
IDS_AA_PROPERTIES = "性質"
IDS_AA_MAJOR_AXIS = "主軸"
IDS_AA_MINOR_AXIS = "次軸"
IDS_AA_DEFLECT_WIND = "撓度 (風)"
IDS_AA_DEFLECT_SELF = "撓度 (自重)"
IDS_AA_COMPRESSION_IN_COMPONENTS_OF_BEAMS_WRAP = "梁構件受壓\n"
IDS_AA_SHEAR_IN_WEBS_WRAP = "網中的剪力"
IDS_AA_SPEC = "SPEC"
IDS_AA_CRITERIA_FOR_L_GT = "L > 的標準"
IDS_AA_CRITERIA_FOR_L = "L 的標準"
IDS_AA_BY_SPAN = "按跨度"
IDS_AA_BY_VALUE = "按值"
IDS_AA_ADDITIONAL = "附加"
IDS_AA_CALC_BUCKLING_CONSTANTS = "計算挫屈常數。"
IDS_AA_CALC_BENDING_STRESS = "計算彎應力"
IDS_AA_CALC_SHEAR_STRESS = "計算剪應力"
IDS_AA_CALC_COMBINED_STRESS = "檢核綜合應力"
IDS_AA_CRITERIA_FOR_SELF_WEIGHT_GLASS = "自重準則（玻璃）"
IDS_AA_BUCKLING_CONSTANTS = "挫屈常數。"
IDS_AA_CALC_BENDING_STRESS_MAJOR_AXIS = "計算彎曲應力（主軸）"
IDS_AA_CALC_BENDING_STRESS_MINOR_AXIS = "計算彎曲應力（次軸）"
IDS_AA_COMPRESSION_IN_BEAMS_SPEC_14 = "梁受壓（SPEC #14）"
IDS_AA_COMPRESSION_IN_COMPONENTS_BEAMS_SPEC_15 = "梁構件受壓（SPEC #15）"
IDS_AA_COMPRESSION_IN_COMPONENTS_BEAMS_SPEC_16 = "梁構件受壓（SPEC #16）"
IDS_AA_COMPRESSION_IN_COMPONENTS_BEAMS_SPEC_17 = "梁構件受壓（SPEC #17）"
IDS_AA_COMPRESSION_IN_COMPONENTS_BEAMS_SPEC_18 = "梁構件受壓（SPEC #18）"
IDS_AA_COMPONENT_UNDER_UNIFORM_COMPRESSION_GROSS_SECTION = "構件於均勻受壓下，毛斷面"
IDS_AA_COMPONENT_UNDER_BENDING_OWN_PLANE_GROSS_SECTION = "構件於自身平面內受彎下，毛斷面"
IDS_AA_CHECK_BENDING_STRESS = "檢核彎應力"
IDS_AA_CHECK_SHEAR_STRESS = "檢核剪力"
IDS_AA_CALC_SHEAR_STRESS_MAJOR_AXIS = "計算剪應力（主軸）"
IDS_AA_CALC_SHEAR_STRESS_MINOR_AXIS = "計算剪應力（次軸）"
IDS_AA_SHEAR_IN_WEBS_GROSS_SECTION_SPEC_20 = "腹板剪力，毛斷面（SPEC #20）"
IDS_AA_SHEAR_IN_WEBS_GROSS_SECTION_SPEC_21 = "腹板剪力，毛斷面（SPEC #21）"
IDS_AA_COMBINED_STRESS_MAJOR_AXIS = "合併應力 (主軸)"
IDS_AA_COMBINED_STRESS_MINOR_AXIS = "合併應力 (次軸)"
IDS_AA_DEFLECT_CRITERIA_L_GT_STR = "挠度標準 ( L > %s )"
IDS_AA_DEFLECT_CRITERIA_L_STR_STR = "撓度準則（L %s %s）"
IDS_AA_DEFLECT_CRITERIA_SELF_WEIGHT_GLASS = "自重撓度準則（玻璃）"
IDS_AA_SECTION_SPAN = "斷面與跨距"
IDS_AA_EDGE_STIFFENER = "邊緣加勁"
IDS_AA_CALC_STRESS_TENSION = "計算應力 (拉伸)"
IDS_AA_CALC_STRESS_COMPRESSION = "計算應力 (壓縮)"
IDS_AA_CALC_STRESS_BENDING_MAJOR_AXIS = "計算應力（受彎，主軸）"
IDS_AA_CALC_STRESS_BENDING_MINOR_AXIS = "計算應力（受彎，次軸）"
IDS_AA_CALC_STRESS_SHEAR_MAJOR_AXIS = "計算應力（剪力，主軸）"
IDS_AA_CALC_STRESS_SHEAR_MINOR_AXIS = "計算應力（剪力，次軸）"
IDS_AA_CALC_STRESS_BENDING = "計算應力 (彎曲)"
IDS_AA_CALC_STRESS_SHEAR = "計算應力 (剪切)"
IDS_AA_COMMON = "常用"
IDS_AA_MAJOR = "主要"
IDS_AA_MINOR = "次要"
IDS_AA_SPAN_FACTOR = "跨距與係數"
IDS_AA_SECTION_SPAN_FACTOR = "斷面、跨距與係數"
IDS_AA_FORCE_FACTOR_LOAD_COMBINATION = "內力與係數 (載重組合)"
IDS_AA_FORCE_FACTOR = "內力與係數"
IDS_AA_BEAMCOLM_GENERATE_REPORT = "正在產生鋁梁/柱報告..."
IDS_AA_BEAMCOLM_GENERAL_GENERATE_REPORT = "正在產生鋁梁/柱（一般）報告..."
IDS_AA_NONE_ZERO_FORCE_CX = "設計內力（Cx）不為零。"
IDS_AA_NONE_ZERO_FORCE_TX = "設計內力（Tx）不為零。"
IDS_AA_NONE_ZERO_FORCE_MX = "設計內力（Mx）不為零。"
IDS_AA_NONE_ZERO_FORCE_MY = "設計內力（My）不為零。"
IDS_AA_NONE_ZERO_FORCE_VX = "設計內力（Vx）不為零。"
IDS_AA_NONE_ZERO_FORCE_VY = "設計內力（Vy）不為零。"
IDS_AA_SECTION_NOT_SUPPORT_CHECK_CX_s = "斷面形狀（%s）不支援受壓檢核。"
IDS_AA_SECTION_NOT_SUPPORT_CHECK_TX_s = "斷面形狀（%s）不支援受拉檢核。"
IDS_AA_SECTION_NOT_SUPPORT_CHECK_MX_s = "斷面形狀（%s）不支援彎矩檢核。"
IDS_AA_SECTION_NOT_SUPPORT_CHECK_MY_s = "斷面形狀（%s）不支援彎矩檢核。"
IDS_AA_SECTION_NOT_SUPPORT_CHECK_VX_s = "斷面形狀（%s）不支援剪力檢核。"
IDS_AA_SECTION_NOT_SUPPORT_CHECK_VY_s = "斷面形狀（%s）不支援剪力檢核。"
IDS_AA_SELECT_SPEC_SUPPORT_CHECK_CX = "選擇支援受壓檢核的規範。"
IDS_AA_SELECT_SPEC_SUPPORT_CHECK_TX = "選擇支援受拉檢核的規範。"
IDS_AA_SELECT_SPEC_SUPPORT_CHECK_MX = "選擇支援彎矩檢核的規範。"
IDS_AA_SELECT_SPEC_SUPPORT_CHECK_MY = "選擇支援彎矩檢核的規範。"
IDS_AA_SELECT_SPEC_SUPPORT_CHECK_VX = "選擇支援剪力檢核的規範。"
IDS_AA_SELECT_SPEC_SUPPORT_CHECK_VY = "選擇支援剪力檢核的規範。"
IDS_GEN_US_URRW_GENERATE_REPORT = "正在產生擋土牆報告..."
IDS_GEN_US_URRW_SOIL_LOAD = "土壤與載重"
IDS_GEN_US_URRW_BACK_FILL = "回填"
IDS_GEN_US_URRW_INCLINED_BACK_FILL = "傾斜回填"
IDS_GEN_US_URRW_BACK_FILL_SLOPE = "回填坡度"
IDS_GEN_US_URRW_BACK_FILL_HEIGHT = "回填高度"
IDS_GEN_US_URRW_FRICTION_ANGLE = "內部摩擦角"
IDS_GEN_US_URRW_UNIT_DENSITY = "單位密度"
IDS_GEN_US_URRW_SURCHARGE_LOAD = "超載"
IDS_GEN_US_URRW_SURCHARGE_FLAT = "超載 (平坦)"
IDS_GEN_US_URRW_SURCHARGE_SLOPE = "超載 (坡度)"
IDS_GEN_US_URRW_SURCHARGE_NOT_CONSIDERED = "未考慮附加載重。"
IDS_GEN_US_URRW_SELF_WEIGHT_CONSIDERED = "已考慮自重。"
IDS_GEN_US_URRW_SELF_WEIGHT_NOT_CONSIDERED = "未考慮自重。"
IDS_GEN_US_URRW_FOUNDATION_GROUND = "基礎地面"
IDS_GEN_US_URRW_COHESION = "黏聚力"
IDS_GEN_US_URRW_BEARING_CAPACITY = "承載力"
IDS_GEN_US_URRW_LOAD = "載重"
IDS_GEN_US_URRW_SOIL_FACTOR = "土壤係數"
IDS_GEN_US_URRW_WATER_LEVEL = "水位"
IDS_GEN_US_URRW_WATER_FACTOR = "水係數"
IDS_GEN_US_URRW_TOTAL_HEIGHT = "總高度"
IDS_GEN_US_URRW_STEM_TOP_THIK = "上部厚度"
IDS_GEN_US_URRW_STEM_BOT_THIK = "下部厚度"
IDS_GEN_US_URRW_STEM_BACK_DIST = "後方水平距離"
IDS_GEN_US_URRW_STEM_COVER_FRONT = "覆蓋 (前)"
IDS_GEN_US_URRW_STEM_COVER_BACK = "覆蓋 (後)"
IDS_GEN_US_URRW_FDN_SLOPE_DEPTH = "坡度深度"
IDS_GEN_US_URRW_FDN_TOE_LENG = "腳長"
IDS_GEN_US_URRW_FDN_HEEL_LENG = "跟長"
IDS_GEN_US_URRW_FDN_COVER = "覆蓋"
IDS_GEN_US_URRW_SHEARKEY_USE = "使用剪力鍵"
IDS_GEN_US_URRW_SHEARKEY_LOCATION = "位置"
IDS_GEN_US_URRW_SHEARKEY_WIDTH = "寬度"
IDS_GEN_US_URRW_STEM = "幹"
IDS_GEN_US_URRW_FOUNDATION = "基礎"
IDS_GEN_US_URRW_SHEARKEY = "剪力鍵"
IDS_GEN_US_URRW_TYPE_T = "T"
IDS_GEN_US_URRW_TYPE_L = "L"
IDS_GEN_US_URRW_FOUNDATION_REBAR = "基礎鋼筋"
IDS_GEN_US_URRW_TOE_BAR_BOT = "腳鋼筋 (底部)"
IDS_GEN_US_URRW_HEEL_BAR_TOP = "跟鋼筋 (頂部)"
IDS_GEN_US_URRW_DISTRIBUTION_BAR = "分配鋼筋"
IDS_GEN_US_URRW_STEM_REBAR = "幹鋼筋"
IDS_GEN_US_URRW_VERTICAL_BAR_FRONT = "垂直鋼筋 (前)"
IDS_GEN_US_URRW_VERTICAL_BAR_BACK = "垂直鋼筋 (後)"
IDS_GEN_US_URRW_HORIZONTAL_BAR = "水平鋼筋"
IDS_GEN_US_URRW_SHEAR_KEY_REBAR = "剪力鍵鋼筋"
IDS_GEN_US_URRW_VERTICAL_BAR = "垂直鋼筋"
IDS_GEN_US_URRW_CALC_SOIL_PRES_FOR_STAB = "計算穩定性用土壓力"
IDS_GEN_US_URRW_APPLIED_ACTIVE_SOIL_PRES = "施加的主動土壓"
IDS_GEN_US_URRW_ACTIVE_SOIL_PRES = "主動土壓"
IDS_GEN_US_URRW_ACTIVE_RANKINE = "Rankine 主動土壓力"
IDS_GEN_US_URRW_ACTIVE_COULOMB = "Coulomb 主動土壓力"
IDS_GEN_US_URRW_ACTIVE_WEDGE = "試驗楔形法"
IDS_GEN_US_URRW_SOILPRES_FRICTION = "回填土摩擦角"
IDS_GEN_US_URRW_SOILPRES_INCLINED = "回填土傾斜角"
IDS_GEN_US_URRW_SOILPRES_FRICTION_WALL = "牆體摩擦角"
IDS_GEN_US_URRW_SOILPRES_BACK_ANGLE = "牆背面傾斜角"
IDS_GEN_US_URRW_CALC_COEFFICIENT_OF_ACTIVE_SOIL_PRES = "計算主動土壓力係數"
IDS_GEN_US_URRW_CALC_SOIL_PRES_OF_BACK_FILL_EARTH = "計算回填土土壓力"
IDS_GEN_US_URRW_CALC_SOIL_PRES_OF_SURCHARGE = "計算附加載重土壓力"
IDS_GEN_US_URRW_CHECK_OVERTURNING = "檢核翻轉"
IDS_GEN_US_URRW_CALC_OVERTURNING_MOMENT = "計算翻轉彎矩"
IDS_GEN_US_URRW_CALC_RESISTANCE_MOMENT = "計算抵抗彎矩"
IDS_GEN_US_URRW_CALC_ECCENTRICITY = "計算偏心距"
IDS_GEN_US_URRW_CHECK_SOIL_BEARING = "檢核土壤承載"
IDS_GEN_US_URRW_CALC_BEARING_STRESS_FOR_FOOT_DGN = "計算基礎設計用地基承載應力"
IDS_GEN_US_URRW_CALC_BEARING_PRES = "計算承載壓力"
IDS_GEN_US_URRW_CHECK_SLIDING = "檢核滑動"
IDS_GEN_US_URRW_APPLIED_PASSIVE_SOIL_PRES = "施加的被動土壓"
IDS_GEN_US_URRW_CALC_COEFFICIENT_OF_PASSIVE_SOIL_PRES = "計算被動土壓力係數"
IDS_GEN_US_URRW_CALC_FRICTION_COEFFICIENT = "計算摩擦係數"
IDS_GEN_US_URRW_CALC_SLIDING_FORCE = "計算滑動力"
IDS_GEN_US_URRW_CALCULATING_RESISTANCE_FORCE = "計算抵抗力"
IDS_GEN_US_URRW_RAANKINE_PASSIVE_PRES = "Rankine 被動土壓力"
IDS_GEN_US_URRW_CALC_SOIL_PRES_FOR_SECTION_DGN = "計算斷面設計用土壓力"
IDS_GEN_US_URRW_CALC_SOIL_PRES_COEFFICIENT = "計算土壓係數"
IDS_GEN_US_URRW_CALC_SOIL_PRES = "計算土壓"
IDS_GEN_US_URRW_CALC_SOIL_REACTION_FOR_FOUNDATION_DGN = "計算基礎設計用地基反力"
IDS_GEN_US_URRW_CHECK_SOIL_REACTION = "檢核土壤反應"
IDS_GEN_US_URRW_CHECK_STEM_BOT = "檢核幹 (底部)"
IDS_GEN_US_URRW_CHECK_STEM_MID = "檢核幹 (中部)"
IDS_GEN_US_URRW_CHECK_TOE = "檢核腳"
IDS_GEN_US_URRW_CHECK_HEEL = "檢核跟"
IDS_GEN_US_URRW_CHECK_SKEY = "檢核剪力鍵"
IDS_GEN_US_URRW_CALC_CAPACITY_OF_STEM_BOT = "計算牆身（底部）承載力"
IDS_GEN_US_URRW_CALC_CAPACITY_OF_STEM_MID = "計算牆身（中部）承載力"
IDS_GEN_US_URRW_CALC_CAPACITY_OF_SKEY = "計算剪力鍵承載力"
IDS_GEN_US_URRW_CALC_CAPACITY_OF_TOE = "計算腳的承載力"
IDS_GEN_US_URRW_CALC_CAPACITY_OF_HEEL = "計算跟的承載力"
IDS_GEN_US_URRW_CALC_DGN_FORCES = "計算設計內力"
IDS_GEN_US_URRW_CALC_MINIMUM_REBAR_AREA_REQUIRED = "計算所需最小鋼筋面積"
IDS_GEN_US_URRW_CALC_MINIMUM_REBAR_SPACE_REQUIRED = "計算所需最小鋼筋間距"
IDS_GEN_US_URRW_CALC_MOMENT_CAPACITY = "計算彎矩承載力"
IDS_GEN_US_URRW_CALC_SHEAR_CAPACITY = "計算剪力承載力"
IDS_GEN_US_URRW_CALC_DIST_BAR = "計算分配鋼筋"
IDS_GEN_US_URRW_CHK_MOMENT_CAPACITY = "檢核彎矩承載力"
IDS_GEN_US_URRW_CHK_SHEAR_CAPACITY = "檢核剪力承載力"
IDS_GEN_US_URRW_SUMMARY_INFO = "資訊"
IDS_GEN_US_URRW_SUMMARY_TOTAL_H = "總 H。"
IDS_GEN_US_URRW_SUMMARY_TOP_THK = "頂部厚度"
IDS_GEN_US_URRW_SUMMARY_BOT_THK = "底部厚度"
IDS_GEN_US_URRW_SUMMARY_BACK_DIST = "背面\n距離"
IDS_GEN_US_URRW_SUMMARY_COVER_FRONT = "覆蓋\n(前)"
IDS_GEN_US_URRW_SUMMARY_COVER_BACK = "覆蓋\n(後)"
IDS_GEN_US_URRW_SUMMARY_SLOPR_DEPTH = "坡度\n深度"
IDS_GEN_US_URRW_SUMMARY_TOE_LEN = "趾部\n長度"
IDS_GEN_US_URRW_SUMMARY_HEEL_LEN = "跟部\n長度"
IDS_GEN_US_URRW_SUMMARY_USE = "使用"
IDS_GEN_US_URRW_SUMMARY_LOC = "位置"
IDS_GEN_US_URRW_SUMMARY_BACKFILL = "回填"
IDS_GEN_US_URRW_SUMMARY_INCLINED = "傾斜"
IDS_GEN_US_URRW_SUMMARY_SLOPE = "坡度"
IDS_GEN_US_URRW_SUMMARY_FRIC_ANGLE = "摩擦角"
IDS_GEN_US_URRW_SUMMARY_DENSITY = "密度"
IDS_GEN_US_URRW_SUMMARY_FLAT = "平坦"
IDS_GEN_US_URRW_SUMMARY_BEARING_CAPA = "承載\n能力"
IDS_GEN_US_URRW_SUMMARY_STEM_BOT_FRONT = "牆身底部 前側"
IDS_GEN_US_URRW_SUMMARY_STEM_BOT_BACK1 = "牆身底部 背側第1段"
IDS_GEN_US_URRW_SUMMARY_STEM_BOT_BACK2 = "牆身底部 背側第2段"
IDS_GEN_US_URRW_SUMMARY_STEM_BOT_HOR = "牆身底部 水平"
IDS_GEN_US_URRW_SUMMARY_STEM_HALF_FRONT = "幹部前半"
IDS_GEN_US_URRW_SUMMARY_STEM_HALF_BACK1 = "幹部後半第1"
IDS_GEN_US_URRW_SUMMARY_STEM_HALF_BACK2 = "幹部後半第2"
IDS_GEN_US_URRW_SUMMARY_STEM_HALF_HOR = "幹部水平半"
IDS_GEN_US_URRW_SUMMARY_HEEL_F1 = "腳跟第1"
IDS_GEN_US_URRW_SUMMARY_HEEL_F2 = "腳跟第2"
IDS_GEN_US_URRW_SUMMARY_HEEL_DIST = "腳跟距離"
IDS_GEN_US_URRW_SUMMARY_TOE_F1 = "腳趾第1"
IDS_GEN_US_URRW_SUMMARY_TOE_F2 = "腳趾第2"
IDS_GEN_US_URRW_SUMMARY_TOE_DIST = "腳趾距離"
IDS_GEN_US_URRW_SUMMARY_SHEAR_KEY_VERT = "剪力鍵垂直"
IDS_GEN_US_URRW_SUMMARY_CHECK_STABILITY = "檢核穩定性"
IDS_GEN_US_URRW_SUMMARY_TWM = "試驗楔形法"
IDS_GEN_US_URRW_SUMMARY_RAP = "Rankine的主動壓力"
IDS_GEN_US_URRW_SUMMARY_CHECK_OVERTURN = "檢核翻覆"
IDS_GEN_US_URRW_SUMMARY_RATIO = "比率"
IDS_GEN_US_URRW_SUMMARY_REMARK = "備註"
IDS_GEN_US_URRW_SUMMARY_STEM_BOT = "幹部底部"
IDS_GEN_US_URRW_SUMMARY_STEM_HALF = "幹部中部"
IDS_GEN_US_URRW_SUMMARY_HEEL = "腳跟"
IDS_GEN_US_URRW_SUMMARY_TOE = "腳趾"
IDS_GEN_US_URRW_SUMMARY_MOM_CAPCITY = "檢核彎矩能力"
IDS_GEN_US_URRW_SUMMARY_REBAR_VERT_F = "垂直鋼筋(前)"
IDS_GEN_US_URRW_SUMMARY_REBAR_VERT_B = "垂直鋼筋(背)"
IDS_GEN_US_URRW_SUMMARY_REBAR_HORZ = "水平鋼筋"
IDS_GEN_US_URRW_SUMMARY_REBAR_MAIN = "主鋼筋"
IDS_GEN_US_URRW_SUMMARY_REBAR_DIST = "分佈鋼筋"
IDS_GEN_US_URRW_SUMMARY_AS_MAIN = "主"
IDS_GEN_US_URRW_SUMMARY_AS_MIN = "最小"
IDS_GEN_US_URRW_WEDGE_N_ANGLE = "楔形\n角度"
IDS_GEN_US_URRW_FRICTION_N_ANGLE = "摩擦\n角度"
IDS_GEN_US_URRW_ACTIVE_N_COEFF = "主動\n係數"
IDS_GEN_US_URRW_WEDGE_N_WEIGHT_N = "楔形\n重量\n"
IDS_GEN_US_URRW_INPUT_LIST = "擋土牆輸入清單"
IDS_GEN_US_USSG_PHI_COMP = "壓縮抗力係數"
IDS_GEN_US_USSG_OMEGA_COMP = "壓縮安全係數"
IDS_GEN_US_USSG_PHI_TENS = "拉伸抗力係數"
IDS_GEN_US_USSG_OMEGA_TENS = "拉伸安全係數"
IDS_GEN_US_USSG_PHI_FLEX = "彎曲抗力係數"
IDS_GEN_US_USSG_OMEGA_FLEX = "彎曲安全係數"
IDS_GEN_US_USSG_PHI_SHEAR = "剪力抗力係數"
IDS_GEN_US_USSG_OMEGA_SHEAR = "剪力安全係數"
IDS_GEN_US_USSG_PHI_TORS = "扭力抗力係數"
IDS_GEN_US_USSG_OMEGA_TORS = "扭力安全係數"
IDS_GEN_US_USSG_CALC_COMP_STRENGTH = "計算軸向壓縮強度"
IDS_GEN_US_USSG_CALC_TENS_STRENGTH = "計算軸向拉伸強度"
IDS_GEN_US_USSG_CALC_FLEX_STRENGTH = "計算彎曲強度"
IDS_GEN_US_USSG_CALC_FLEX_STRENGTH_MAJOR = "計算關於主軸的抗彎強度"
IDS_GEN_US_USSG_CALC_FLEX_STRENGTH_MINOR = "計算關於次軸的抗彎強度"
IDS_GEN_US_USSG_CALC_TORS_STRENGTH = "計算扭轉強度"
IDS_GEN_US_USSG_CALC_SHEAR_STRENGTH_MAJOR = "計算 local-y 方向的抗剪強度"
IDS_GEN_US_USSG_CALC_SHEAR_STRENGTH_MINOR = "計算 local-x 方向的抗剪強度"
IDS_GEN_US_USSG_CALC_SHEAR_STRENGTH_Z_Dir = "計算 local-z 方向的抗剪強度"
IDS_GEN_US_USSG_DISTANCE_CONCENTRATED_TORQUE = "集中扭矩距離"
IDS_GEN_US_USSG_CHECK_POSITION = "檢核位置"
IDS_GEN_US_USSG_DESIGN_CASE = "設計案例"
IDS_GEN_US_USSG_TORSIONAL_END_RESTRAINTS = "扭轉端約束"
IDS_GEN_US_USSG_LEFT_END = "左端"
IDS_GEN_US_USSG_RIGHT_END = "右端"
IDS_GEN_US_USSG_CONCENTRATED_TORQUE_FREE_END = "自由端結構構件兩端的集中扭力"
IDS_GEN_US_USSG_CONCENTRATED_TORQUE_FIXED_END = "固定端結構構件兩端的集中扭力"
IDS_GEN_US_USSG_CONCENTRATED_TORQUE_PINNED_END = "兩端鉸接結構構件於 α 處的集中扭力"
IDS_GEN_US_USSG_TORQUE_UNIFORMLY_PINNED = "兩端鉸接結構構件上的均佈扭力"
IDS_GEN_US_USSG_TORQUE_LINEARLY_PINNED = "兩端鉸接結構構件上的線性變化扭力"
IDS_GEN_US_USSG_CONCENTRATED_TORQUE_ALPHA_FIXED = "固定端結構構件於 α 處的集中扭力"
IDS_GEN_US_USSG_TORQUE_UNIFORMLY_FIXED = "固定端結構構件上的均佈扭力"
IDS_GEN_US_USSG_TORQUE_LINEARLY_FIXED = "固定端結構構件上的線性變化扭力"
IDS_GEN_US_USSG_CONCENTRATED_TORQUE_FIXED_FREE_END = "固定端與自由端結構構件於 α 處的集中扭力"
IDS_GEN_US_USSG_TORQUE_PARTIAL_UNIFORMLY = "固定端與自由端結構構件沿 α 的部分均佈扭力"
IDS_GEN_US_USSG_TORQUE_LINEARLY_FREE_FIXED_END = "自由端與固定端結構構件上的線性變化扭力"
IDS_GEN_US_USSG_TORQUE_UNIFORMLY_FIXED_PINNED_END = "固定端與鉸接端結構構件上的均佈扭力"
IDS_GEN_US_USSG_TORSIONAL_PROPERTIES = "扭轉性質"
IDS_GEN_US_USSG_CALC_ANGLE_ROTATION_N_DERIVATIVES = "計算轉角及其導數"
IDS_GEN_US_USSG_NOMAL_STRESS_DEUTO_AXIAL_LOAD = "由軸力載重引起的正應力"
IDS_GEN_US_USSG_BENDING_STRESSES = "彎曲應力"
IDS_GEN_US_USSG_SHEAR_STRESSES = "剪切應力"
IDS_GEN_US_USSG_SHEAR_STRESSES_DUETO_PURE_TORSION = "由純扭力引起的剪應力"
IDS_GEN_US_USSG_SHEAR_STRESS_DUETO_WARPING = "由翹曲引起的剪應力"
IDS_GEN_US_USSG_NOMAL_STRESS_DUETO_WARPING = "由翹曲引起的正應力"
IDS_GEN_US_USSG_CALC_COMBINED_STRESSES = "計算合併應力"
IDS_GEN_US_USSG_STRESSES_DUETO_FLEXURE = "由彎曲引起的應力"
IDS_GEN_US_USSG_STRESSES_DUETO_TORSION_WEB = "由扭力引起的應力（腹板）"
IDS_GEN_US_USSG_STRESSES_DUETO_TORSION_FLANGE = "由扭力引起的應力（翼板）"
IDS_GEN_US_USSG_STRESSES_DUETO_TORSION_MAX = "由扭力引起的應力（最大值）"
IDS_GEN_US_USSG_CALC_FLEXURAL_BUCKLING_STRESS = "計算彎曲屈曲應力"
IDS_GEN_US_USSG_SLENDERNESS_RATIO = "細長比"
IDS_GEN_US_USSG_FLEXURAL_BUCKLING_STRESS = "彎曲屈曲應力"
IDS_GEN_US_USSG_RATIO_YIELDING_UNDER_NOMAL_STRESS = "正應力下之降伏極限狀態比值"
IDS_GEN_US_USSG_RATIO_YIELDING_UNDER_SHEAR_STRESS = "剪應力下之降伏極限狀態比值"
IDS_GEN_US_USSG_RATIO_BUCKLING = "挫屈極限狀態比值"
IDS_GEN_US_USSG_COMBINED_RATIO = "合併比率"
IDS_GEN_US_USSG_CHK_RESULT_BY_POSITION = "按位置檢核結果"
IDS_GEN_US_USSG_TORSIONAL_DESIGN_INFO = "扭轉設計資訊"
IDS_GEN_US_USSG_AISC_STL_DGN_GUIDE_09 = "AISC 鋼材設計指南系列 09"
IDS_GEN_US_USSG_TORSIONAL_ANALYSIS = "鋼材結構構件扭轉分析"
IDS_GEN_US_USSG_ANGLE_OF_ROTATION = "旋轉角度"
IDS_GEN_US_USSG_CALC_STRESSES = "計算應力"
IDS_GEN_US_USSG_TORSIONAL_DESIGN_CODE = "扭轉設計規範"
IDS_SHEAR_REINF_IS_NOT_REQUIRED = "不需要剪力鋼筋"
IDS_SHEAR_REINF_MIN_IS_REQUIRED = "需要最小剪力鋼筋"
IDS_SHEAR_REINF_IS_REQUIRED = "需要剪力鋼筋"
IDS_REQ_SHEAR_STRENGTH_BY_REINF = "依剪力鋼筋計算所需抗剪強度"
IDS_CALC_SPACING_LIMIT_SHEAR_REINF = "計算鋼筋間距限制"
IDS_CHANGE_SECTION = "變更斷面"
IDS_REQUIRED_SHEAR_STRENGTH_BY_REINFORCEMENT = "由鋼筋提供之所需抗剪強度"
IDS_USMC_CONSIDER_WEB_THICKNESS = "考慮腹板厚度"
IDS_USMC_CONSIDER_FLG_THICKNESS = "考慮翼緣厚度"
IDS_USMC_LAYOUT = "佈局"
IDS_USMC_ROWCOL_COLUMN = "柱"
IDS_USMC_ROWCOL_ROW = "行"
IDS_USMC_EXPECTED_YIELD_STRESS_APPLIED = "已套用預期降伏應力"
IDS_USMC_EXPECTED_YIELD_STRESS_NOT_APPLIED = "未套用預期降伏應力"
IDS_USMC_CAL_DESIGN_FORCES = "計算設計內力"
IDS_USMC_CAL_EXPECTED_YIELD_STRESS = "計算預期降伏應力"
IDS_USMC_CAL_DIST_FROM_COLM_FACE_TO_HINGE = "計算從柱面至塑性鉸的距離"
IDS_USMC_CAL_MOMENT_AT_FACE_OF_COLUMN = "計算柱面處彎矩"
IDS_USMC_DETERMINE_DESIGN_FORCE = "確定設計內力"
IDS_USMC_CHK_SIZE_GIRDER_STIFFENER = "檢核主梁加勁肋尺寸"
IDS_USMC_CAL_REQUIRED_STIFFENER_LENGTH = "計算所需加勁肋長度"
IDS_USMC_CHK_WIDTH_THICK_RATIO_TO_PREVENT_L_BUCKLING = "檢核寬厚比以防止局部挫屈"
IDS_USMC_CAL_NO_PRYING_BOLT_MOMENT_STRENGTH = "計算無撬力螺栓抗彎強度"
IDS_USMC_CAL_BOLT_TENSILE_STRENGTH = "計算螺栓拉伸強度"
IDS_USMC_GET_PRELIMINARY_VALUES_FOR_GEOMETRY = "取得接頭幾何的初步值"
IDS_USMC_CAL_END_PLATE_YIELD_LINE_PARAMETER = "計算端板降伏線機構參數"
IDS_USMC_CAL_REQUIRED_END_PLATE_THICK = "計算所需端板厚度"
IDS_USMC_CAL_REQUIRED_THICK_OF_STIFFENED_PLATE = "計算加勁端板所需厚度"
IDS_USMC_CAL_REQUIRED_THICK_OF_STIFFENER = "計算加勁肋所需厚度"
IDS_USMC_CHK_REQUIRED_END_PLATE_THICK = "檢核所需端板厚度"
IDS_USMC_CAL_BEAM_FLANGE_FORCE = "計算梁翼板內力"
IDS_USMC_CHK_SHEAR_STRENGTH_OF_END_PLATE = "檢核端板外伸部分的抗剪強度"
IDS_USMC_CHK_SHEAR_YIELDING = "檢核剪切屈服"
IDS_USMC_CHK_SHEAR_RUPTURE = "檢核剪切破壞"
IDS_USMC_CHK_COMP_BOLT_SHEAR_RUPTURE_STRENGTH = "檢核受壓螺栓剪斷強度"
IDS_USMC_CAL_BOLT_SHEAR_RUPTURE_STRENGTH = "計算螺栓剪斷強度"
IDS_USMC_CHK_BOLT_SHEAR_RUPTURE_STRENGTH = "檢核受壓螺栓剪斷強度"
IDS_USMC_CHK_BOLT_BEARING_TEAR_OUT_FAILURE = "檢核端板與柱翼板之螺栓承壓／撕裂破壞"
IDS_USMC_GET_BOLT_DATA = "獲取螺栓數據"
IDS_USMC_CHK_BOLT_BEARING_OF_END_PLATE = "檢核端板之螺栓承壓／撕裂破壞"
IDS_USMC_CHK_BOLT_BEARING_OF_COLUMN_FLANGE = "檢核柱翼板之螺栓承壓／撕裂破壞"
IDS_USMC_CHK_COLUMN_FLANGE_FLEXURAL_YIELDING = "檢核柱翼板抗彎降伏"
IDS_USMC_GET_COLUMN_FLANGE_DATA = "獲取柱翼緣數據"
IDS_USMC_CAL_COLUMN_FLANGE_YIELD_LINE_PARAMETER = "計算柱翼板降伏線機構參數"
IDS_USMC_CAL_REQUIRED_THICK_COLUMN_FLANGE_FOR_YIELDING = "計算柱翼板抗彎降伏所需厚度"
IDS_USMC_CAL_DESIGN_FORCE_OF_STIFFENER = "計算加勁肋設計內力"
IDS_USMC_GET_STIFFENER_DATA = "獲取加強肋數據"
IDS_USMC_CAL_STRENGTH_OF_UNSTIFF_COLUMN_FLANGE = "計算未加勁柱翼板強度"
IDS_USMC_CAL_LOCAL_WEB_YIELDING_STRENGTH = "計算腹板局部降伏強度"
IDS_USMC_CAL_WEB_BUCKLING_STRENGTH = "計算腹板屈曲強度"
IDS_USMC_CAL_WEB_CRIPPLING_STRENGTH = "計算腹板破壞強度"
IDS_USMC_DETERMINE_STIFFENER_DESIGN_FORCE = "確定加強肋設計內力"
IDS_USMC_REQUIRED_GIRDER_STIFFENER_LENGTH = "所需梁加強肋長度"
IDS_USMC_REQUIRED_GIRDER_STIFFENER_THICKNESS = "所需梁加強肋厚度"
IDS_USMC_GIRDER_STIFFENER_BTR = "主梁加勁肋寬厚比"
IDS_USMC_NO_PRYING_BOLT_MOMENT_STRENGTH = "無撬力螺栓抗彎強度"
IDS_USMC_REQUIRED_END_PLATE_THICKNESS = "所需端板厚度"
IDS_USMC_SHEAR_YIELDING_STRENGTH_OF_END_PLATE = "端板剪力降伏強度"
IDS_USMC_SHEAR_RUPTURE_STRENGTH_OF_END_PLATE = "端板剪斷強度"
IDS_USMC_SHEAR_RUPTURE_STRENGTH_OF_COMP_BOLT = "受壓螺栓剪斷強度"
IDS_USMC_BOLT_BEARING_TEAR_OUT_OF_END_PLATE = "端板螺栓承壓／撕裂破壞"
IDS_USMC_BOLT_BEARING_TEAR_OUT_OF_COLUMN_FLANGE = "柱翼板螺栓承壓／撕裂破壞"
IDS_USMC_REQUIRED_THICK_OF_COLM_FLANGE_FOR_FLEX_YIELD = "柱翼板抗彎降伏所需厚度"
IDS_USMC_STRENGTH_OF_UNSTIFFENED_COLUMN_FLANGE = "未加勁柱翼板強度"
IDS_USMC_LOCAL_WEB_YIELDING_STRENGTH = "局部腹板屈服強度"
IDS_USMC_WEB_BUCKLING_STRENGTH = "腹板屈曲強度"
IDS_USMC_WEB_CRIPPLING_STRENGTH = "腹板破壞強度"
IDS_CALC_MAX_SPACING_TIES = "計算箍筋／螺旋筋最大間距"
IDS_CALC_SHEAR_STRENGTH_AXIAL = "計算軸力作用下混凝土抗剪強度。"
IDS_CALC_REQ_SHEAR_REINF = "計算所需剪力鋼筋。"
IDS_DIMENSION = "尺寸"
